/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50520
Source Host           : localhost:3306
Source Database       : task

Target Server Type    : MYSQL
Target Server Version : 50520
File Encoding         : 65001

Date: 2016-02-24 20:38:55
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for articles
-- ----------------------------
DROP TABLE IF EXISTS `articles`;
CREATE TABLE `articles` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `body` text,
  `image` varchar(255) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of articles
-- ----------------------------

-- ----------------------------
-- Table structure for files
-- ----------------------------
DROP TABLE IF EXISTS `files`;
CREATE TABLE `files` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `file_dir` varchar(600) DEFAULT NULL,
  `file_full_name` varchar(1000) DEFAULT NULL,
  `file_name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of files
-- ----------------------------

-- ----------------------------
-- Table structure for migrations
-- ----------------------------
DROP TABLE IF EXISTS `migrations`;
CREATE TABLE `migrations` (
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of migrations
-- ----------------------------
INSERT INTO `migrations` VALUES ('2014_10_12_100000_create_password_resets_table', '1');
INSERT INTO `migrations` VALUES ('2015_11_28_000000_create_articles_table', '1');
INSERT INTO `migrations` VALUES ('2015_11_28_000000_create_files_table', '1');
INSERT INTO `migrations` VALUES ('2015_11_28_000000_create_pages_table', '1');
INSERT INTO `migrations` VALUES ('2015_11_29_000000_create_project_table', '1');
INSERT INTO `migrations` VALUES ('2015_12_14_000000_create_project2workflow_table', '1');
INSERT INTO `migrations` VALUES ('2015_12_17_000000_create_users_table', '1');
INSERT INTO `migrations` VALUES ('2015_12_17_000000_create_versions_table', '1');
INSERT INTO `migrations` VALUES ('2016_01_19_000000_create_tasks_version_table', '1');
INSERT INTO `migrations` VALUES ('2016_01_19_000000_create_tasks_workload_table', '1');
INSERT INTO `migrations` VALUES ('2016_02_18_000001_create_tasks_table', '1');

-- ----------------------------
-- Table structure for pages
-- ----------------------------
DROP TABLE IF EXISTS `pages`;
CREATE TABLE `pages` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `body` text,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of pages
-- ----------------------------
INSERT INTO `pages` VALUES ('1', 'Title 0', 'first-page', 'Body 0', '0', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('2', 'Title 1', 'first-page', 'Body 1', '1', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('3', 'Title 2', 'first-page', 'Body 2', '2', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('4', 'Title 3', 'first-page', 'Body 3', '3', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('5', 'Title 4', 'first-page', 'Body 4', '4', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('6', 'Title 5', 'first-page', 'Body 5', '5', '2016-02-24 05:04:38', '2016-02-24 05:04:38');
INSERT INTO `pages` VALUES ('7', 'Title 6', 'first-page', 'Body 6', '6', '2016-02-24 05:04:39', '2016-02-24 05:04:39');
INSERT INTO `pages` VALUES ('8', 'Title 7', 'first-page', 'Body 7', '7', '2016-02-24 05:04:39', '2016-02-24 05:04:39');
INSERT INTO `pages` VALUES ('9', 'Title 8', 'first-page', 'Body 8', '8', '2016-02-24 05:04:39', '2016-02-24 05:04:39');
INSERT INTO `pages` VALUES ('10', 'Title 9', 'first-page', 'Body 9', '9', '2016-02-24 05:04:39', '2016-02-24 05:04:39');

-- ----------------------------
-- Table structure for password_resets
-- ----------------------------
DROP TABLE IF EXISTS `password_resets`;
CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  KEY `password_resets_email_index` (`email`),
  KEY `password_resets_token_index` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of password_resets
-- ----------------------------

-- ----------------------------
-- Table structure for projects
-- ----------------------------
DROP TABLE IF EXISTS `projects`;
CREATE TABLE `projects` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `path` varchar(255) DEFAULT NULL,
  `source` int(11) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of projects
-- ----------------------------

-- ----------------------------
-- Table structure for projects2workflow
-- ----------------------------
DROP TABLE IF EXISTS `projects2workflow`;
CREATE TABLE `projects2workflow` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `project_name` varchar(255) NOT NULL,
  `path` varchar(255) DEFAULT NULL,
  `workflow_path` varchar(255) DEFAULT NULL,
  `assemblyInfo_path` varchar(255) DEFAULT NULL,
  `assemblyInfo` varchar(255) DEFAULT NULL,
  `assemblyFileInfo` varchar(255) DEFAULT NULL,
  `workflow_version` varchar(255) DEFAULT NULL,
  `erp_version` varchar(255) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of projects2workflow
-- ----------------------------

-- ----------------------------
-- Table structure for tasks
-- ----------------------------
DROP TABLE IF EXISTS `tasks`;
CREATE TABLE `tasks` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `task_no` varchar(255) NOT NULL,
  `task_title` varchar(255) NOT NULL,
  `customer_name` varchar(255) NOT NULL,
  `erp_version` varchar(255) DEFAULT NULL,
  `map_version` varchar(255) DEFAULT NULL,
  `abu_pm` varchar(255) DEFAULT NULL,
  `ekp_create_date` datetime DEFAULT NULL,
  `start` datetime DEFAULT NULL,
  `ekp_expect` datetime DEFAULT NULL,
  `actual_finish_date` datetime DEFAULT NULL,
  `status` tinyint(4) DEFAULT NULL,
  `comment` varchar(255) DEFAULT NULL,
  `task_type` varchar(255) DEFAULT NULL,
  `workflow_version` varchar(255) DEFAULT NULL,
  `is_sla` tinyint(4) DEFAULT NULL,
  `is_sensitive` tinyint(4) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=695 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tasks
-- ----------------------------
INSERT INTO `tasks` VALUES ('2', '20130619-1310', '建业集团-移动审批WEB版开发需求', '河南建业', '257', null, '薛小虎', '2013-07-29 11:00:27', '2013-06-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('3', '20130607-0595', '嘉里移动平台升级需求', '嘉里建设', '255', null, '周清河', '2013-07-29 11:06:21', '2013-07-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('4', '20130708-0638', 'SOHO文件下载方式修改需求', '北京SOHO', '25', null, '曹珂', '2013-07-29 11:26:00', '2013-07-09 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('5', '20130710-0870', '龙湖负载均衡缓存同步开发', '重庆龙湖', '25', null, '吴开峰', '2013-07-29 11:28:12', '2013-07-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('6', '20130710-0922', '龙光AD同步需求-新增集团下用户全部同步', '深圳龙光', '256', null, '韦曾奕', '2013-07-29 11:30:22', '2013-07-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('7', '20130716-1267', '复地POM系统tempfile文件夹异常日志文件过多的问题', '上海复地', '253', null, '张巍', '2013-07-29 11:32:59', '2013-07-16 00:00:00', null, null, '3', '工作量\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('8', '20130716-1272', '复地POM系统tempxml文件夹小文件过多的平台问题', '上海复地', '253', null, '张巍', '2013-07-29 11:34:29', '2013-07-16 00:00:00', null, null, '3', '工作量：\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('9', '20130722-1599', '城建工作流附件过长问题', '广州城建', '252', null, '冉航', '2013-07-29 11:40:47', '2013-07-22 00:00:00', null, null, '3', '工作量\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('10', '20130723-1761', '金融街--AppGridE接口函数GetCrochetHookRows支持多选', '北京金融街', '258', null, '丁杰', '2013-07-29 11:42:39', '2013-07-23 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('11', '20130726-2023', '新鸿基平台任务', '香港新鸿基', '256', null, '陶佳俊', '2013-07-29 11:56:23', '2013-07-26 00:00:00', null, null, '3', '工作量\n 李俊峰：0.1\n 陈伟：0.6', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('12', '20130724-1871', '广州合景每日大量异常日志(平台修改)', '广州合景', '25', null, '张胜富', '2013-07-29 12:00:43', '2013-07-26 00:00:00', null, null, '3', '工作量\n 李俊峰：0.1\n 唐敦峰：0.4', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('13', '', '万科资源化过滤需求', '深圳万科', '25', null, '', '2013-07-29 12:01:47', '2013-08-09 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('14', '20130730-2252', '将报表导出的csv文件转存为xls并通过RMS加密', '中山雅居乐', '10', null, '薛小虎', '2013-07-29 17:35:47', '2013-07-29 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('15', '20130704-0402', '扫雷关键字敏感度处理', '北京SOHO', '25', null, '曹珂', '2013-07-29 11:04:42', '2013-07-04 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('16', '20130716-1245', '雅居乐明源系统专项【门户实现单点登录】', '中山雅居乐', '257', null, '薛小虎', '2013-07-29 11:39:16', '2013-07-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('17', '20130724-1816', '系统设置对岗位授权失败', '招商', '256', null, '陶佳俊', '2013-07-29 11:50:31', '2013-07-26 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('18', '20130723-1732', '招商WPS兼容性优化', '招商', '256', null, '陶佳俊', '2013-07-29 11:58:20', '2013-07-25 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('19', '20130629-2005', '广州城建增加异常信息记录功能(myExceptionLog表)', '广州城建', '252', null, '张胜富', '2013-07-29 11:02:46', '2013-07-01 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('20', '20130730-2180', '佳兆业无法检测到软件狗BUG', '深圳佳兆业', '253', null, '陶家俊', '2013-07-29 12:02:53', '2013-07-31 00:00:00', null, null, '3', '参照雅居乐ERP10的$/中山雅居乐/MAP2.0.6.60106源代码-ERP257/中山雅居乐MAP2.0.61123.0源代码VSS_ERP1.0/Branch/明源整体解决方案/Mysoft.Map.Core/Application.Security/SoftDog.vb文件实现.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('21', '20130704-0474', '广州保利水印功能报IE脚本错误', '广州保利', '251', null, '张胜富', '2013-07-29 11:08:24', '2013-07-05 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('22', '20130724-1844', '雅居乐ERP10系统登入出现异常（高重要）', '中山雅居乐', '25', null, '薛小虎', '2013-07-29 11:44:14', '2013-07-25 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('23', '20130705-0509', '平台任务-大连亿达待办事宜调整', '大连亿达', '301', null, '赵红伟', '2013-07-29 11:24:04', '2013-07-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('24', '20130801-0137', '金地平台任务(售楼系统用户数超出限制BUG)', '深圳金地', '10', null, '陶家俊', '2013-08-01 18:06:17', '2013-08-02 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('25', '', 'MAP303安全修复（4个安全漏洞）', 'MAP303安全修复', '303', null, '', '2013-08-05 16:41:37', '2013-08-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('26', '20130802-0220', '侨鑫ERP系统登录BUG需求', '侨鑫集团', '254', null, '冉航', '2013-08-02 15:18:53', '2013-08-05 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('27', '20130718-1421', '【主动修复】【第二计划批次】', '深圳龙光', '256', null, '任磊', '2013-08-05 17:57:31', '2013-08-01 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('28', '20130805-0383', '安全漏洞修复', '香港鹰君', '301', null, '邓斌', '2013-08-05 18:00:34', '2013-08-08 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('29', '', 'HTC代码调整工具', 'MAP304', '304', null, '', '2013-08-06 11:11:34', '2013-08-02 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('30', '', '主动修复工具维护', '主动修复', '00', null, '', '2013-08-06 14:10:32', '2013-08-06 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('31', '20130716-1290', '星河IE10兼容性修复--修BUG', '深圳星河', '256', null, '陶佳俊', '2013-08-06 15:46:39', '2013-08-06 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('32', '20130802-0227', '深圳万科用户权限调整需求', '深圳万科', '25', null, '陶家俊', '2013-08-02 15:17:11', '2013-08-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('33', '20130820-1835', '标准256主动修复', '标准版客户', '256', null, '任磊', '2013-08-08 09:44:22', '2013-08-12 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('34', '20130822-2051', '标准256-SP1主动修复', '标准版客户', '256', null, '任磊', '2013-08-08 09:45:08', '2013-08-12 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('35', '', 'utf-8验证', 'MAP304', '304', null, '', '2013-08-08 09:54:01', '2013-08-05 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('36', '20130807-0550', '金融街--AppGridE的customfilter中存在特殊字符报错', '北京金融街', '258', null, '邹艳辉', '2013-08-08 10:01:22', '2013-08-08 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('37', '20130806-0430', 'AppGridE特殊下拉框select2的SetValue无法正确设值', '北京金融街', '256', null, '邹艳辉', '2013-08-06 11:17:52', '2013-08-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('38', '20130607-0640', '【主动修复】【IE10兼容修复】BUG', '广州奥园', '25', null, '任磊', '2013-08-05 10:03:16', '2013-08-05 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('39', '', 'FIX:动态加行资源加载问题', 'MAP304', '304', null, '', '2013-08-12 12:00:22', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('40', '', 'FIX:appForm 控件中 selectBox 控件BUG', 'MAP304', '304', null, '', '2013-08-12 12:00:47', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('41', '', 'FIX:动作权限缓存（通用岗位）', 'MAP304', '304', null, '', '2013-08-12 13:01:40', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('42', '', 'MAP304安全修复（4个安全漏洞）', 'MAP304安全修复', '304', null, '', '2013-08-08 09:53:03', '2013-08-07 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('43', '20130808-0683', '【运维治理】广州保利异常日志记录问题', '广州保利', '25', null, '张胜富', '2013-08-08 14:55:55', '2013-08-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('44', '20130808-0807', '星河-附件上传容量扩增咨询需求', '深圳星河', '256', null, '陶家俊', '2013-08-09 08:47:11', '2013-08-12 00:00:00', null, null, '3', '咨询评估类需求.无法开发及测试.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('45', '', 'FIX:登录校验版本号问题', 'MAP304', '304', null, '', '2013-08-12 13:02:06', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('46', '', 'FIX:系统管理员无权限', 'MAP304', '304', null, '', '2013-08-12 13:01:02', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('47', '', 'FIX:登录连续点击2次Enter键', 'MAP304', '304', null, '', '2013-08-12 11:58:34', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('48', '20130809-0953', '登录校验软件狗的漏洞', '昆明客运', '251', null, '赵红伟', '2013-08-09 15:39:55', '2013-08-13 00:00:00', null, null, '3', '客户软件狗2010年遗失，在到13年2年多的时间里客户没有软件狗系统也能使用, 需要在在Default_Login中，增加产品狗的校验。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('49', '20130813-1197', '关于公共控件EntityFilter的问题', '北京鸿坤', '255', null, '邓斌', '2013-08-13 17:07:58', '2013-08-13 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('50', '20130813-1188', '深圳金地利销售系统客户关怀中的短信发送失败BUG', '深圳金地', '25', null, '邓斌', '2013-08-13 12:00:01', '2013-08-14 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('51', '20130814-1317', '中山碧桂园repeater页面使用viewstate缓存问题处理', '中山碧桂园', '25', null, '薛小虎', '2013-08-14 12:23:58', '2013-08-14 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('52', '', 'FIX:SQL依赖缓存机制问题', 'MAP304', '304', null, '', '2013-08-12 11:59:54', '2013-08-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('53', '', '审计日志的实现', 'MAP304', '304', null, '', '2013-08-19 13:21:46', '2013-08-19 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('54', '20130819-1736', '工作流下载附件时附件名称显示乱码', '北京福发', '25', null, '邓斌', '2013-08-19 18:40:49', '2013-08-20 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('55', '20130826-2179', '金地平台需求', '深圳金地', '25', null, '陶家俊', '2013-08-26 10:07:38', '2013-08-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('56', '', 'Post数据到Iframe', 'MAP304', '304', null, '', '2013-08-26 17:20:03', '2013-09-08 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('57', '', '增加ERP子系统版本页面', 'MAP304', '304', null, '', '2013-08-26 17:21:11', '2013-09-05 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('58', '', 'IE打印-无法支持HTC相关的内容', 'MAP304', '304', null, '', '2013-08-27 15:28:48', '2013-09-08 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('59', '', '【主动修复】广州城建-252sp3', '广州城建', '252', null, '冉航', '2013-08-29 15:00:14', '2013-09-18 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('60', '', 'ActiveX控件.net框架打包', '无', '00', null, '', '2013-11-08 19:16:13', '2013-11-08 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('61', '', 'ActiveX控件集成安装包测试', '无', '00', null, '', '2013-11-14 08:34:35', '2013-11-13 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('62', '', 'ActiveX控件打包与修复工具调整', '无', '00', null, '', '2013-11-17 11:42:48', '2013-11-15 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('63', '20140422-2694', '[工作流][流程归档成本公文丢失bug需求]', '河南建业', '301', null, '汪海疆', '2014-04-23 11:59:30', '2014-04-29 00:00:00', null, null, '3', '', '咨询', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('64', '20130814-1305', '金地erp系统支持用户名含特殊字符“.”+咨询评估', '金地', '25', null, '陶佳俊', '2013-08-15 09:08:21', '2013-08-15 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('65', '20130814-1350', '[主动运维]上海复地URL无法访问', '上海复地', '253', null, '张巍', '2013-08-14 17:49:04', '2013-08-15 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('66', '20130808-0624', '北京SOHO平台修改需求', '北京SOHO', '25', null, '曹珂', '2013-08-08 10:50:13', '2013-08-16 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('67', '20130808-0660', '【主动修复】【第二计划批次】重庆怡置', '重庆怡置', '256', null, '任磊', '2013-08-09 09:10:23', '2013-08-15 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('68', '20130816-1551', '中信单点登录功能移植', '北京中信', '303', null, '曹柯', '2013-08-16 15:12:38', '2013-08-16 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('69', '', 'UTF-8切换', 'MAP304', '304', null, '', '2013-08-19 13:15:20', '2013-08-19 00:00:00', null, null, '3', '按陈伟之前的UTF-8验证做实战操作，并检验陈伟的验证工作。', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('70', '', '设计前端新的API', 'MAP304', '304', null, '', '2013-08-19 13:16:54', '2013-08-19 00:00:00', null, null, '3', '主要是为了解决URL拼接问题，这次重新实现与URL有关的API', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('71', '20130816-1524', '北京万达平台底层支持移动产品', '北京万达', '255', null, '邹艳辉', '2013-08-16 10:49:32', '2013-08-19 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('72', '20130816-1552', '广州保利平台需求：修改数字控件(内部任务)', '广州保利', '25', null, '张胜富', '2013-08-16 15:11:10', '2013-08-19 00:00:00', null, null, '3', '开发:0.5\n测试:0.4', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('73', '20130816-1518', '建业集团-公司切换BUG', '河南建业', '257', null, '薛小虎', '2013-08-16 10:48:29', '2013-08-16 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('74', '20130809-0892', 'MAP平台集成登录bug', '总部工作流', '303', null, '孙锋', '2013-08-09 15:37:54', '2013-08-15 00:00:00', null, null, '3', '工作流单独部署时发生集成登录有BUG', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('75', '', '任务调度与维护界面开发', 'MAP304', '304', null, '', '2013-08-19 13:17:57', '2013-08-26 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('76', '20130819-1631', '上海大华读取软件狗内存异常问题', '上海大华', '25', null, '赵红伟', '2013-08-19 10:52:26', '2013-08-20 00:00:00', null, null, '3', '陈伟：0.5\n周睿：0.2', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('77', '20130812-1030', '郑州康桥【OA接口及组织架构个性化移植】', '郑州康桥', '303', null, '汪海疆', '2013-08-12 11:21:32', '2013-08-20 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('78', '20130821-1923', '【平台任务-咨询评估】金泰地产集成需求评估', '北京金泰', '302', null, '邹艳辉', '2013-08-21 15:29:18', '2013-08-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('79', '20130820-1790', '北京SOHO平台修改需求', '北京SOHO', '25', null, '曹柯', '2013-08-20 16:46:46', '2013-08-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('80', '20130822-2107', '上海景瑞_CRM_使系统可增加售楼用户授权(咨询评估)', '上海景瑞', '25', null, '赵红伟', '2013-08-26 09:58:47', '2013-08-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('81', '20130822-2044', '【主动运维】上海复地CRM站点无法访问', '上海复地', '25', null, '张巍', '2013-08-22 10:35:51', '2013-08-26 00:00:00', null, null, '3', '任务重复.关闭任务.不再处理', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('82', '20130828-2450', '广州保利DSS平台问题', '广州保利', '256', null, '邢存岭', '2013-08-28 14:17:18', '2013-08-29 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('83', '20130826-2229', '标准256-SP2主动修复', '标准版客户', '256', null, '任磊', '2013-08-28 15:48:28', '2013-08-28 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('84', '', '标准254主动修复', '标准版客户', '254', null, '任磊', '2013-08-08 09:50:20', '2013-08-19 00:00:00', null, null, '3', 'CodeReview由唐敦峰负责。', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('85', '', '【主动修复】上海复地CRM-301sp1', '上海复地', '301', null, '张巍', '2013-08-29 14:59:37', '2013-08-31 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('86', '', '【主动修复】北京金融街CRM-256sp2', '北京金融街', '256', null, '邹艳辉', '2013-08-29 15:06:36', '2013-08-30 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('87', '', '【主动修复】广州星河湾-257sp1', '广州星河湾', '256', null, '冉航', '2013-08-29 15:03:45', '2013-08-30 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('88', '20130829-2559', '招商网络狗需求', '深圳招商', '256', null, '陶家俊', '2013-08-29 16:45:53', '2013-08-29 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('89', '20130902-0035', '【主动修复】江苏新城POM-302', '江苏新城', '302', null, '张巍', '2013-08-29 15:05:58', '2013-09-04 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('90', '20130905-0599', '【主动修复】大连亿达-301sp1', '大连亿达', '301', null, '赵红伟', '2013-08-29 15:05:21', '2013-08-31 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('91', '', '【主动修复】佳兆业成本-301sp1', '佳兆业', '301', null, '陶佳俊', '2013-08-29 15:07:06', '2013-08-31 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('92', '20130829-2549', 'SOHO宕机主动修复遗漏问题', '北京SOHO', '25', null, '', '2013-08-29 16:27:29', '2013-08-30 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('93', '20130827-2304', '龙光ERP256系统遮罩无法消失BUG', '深圳龙光', '256', null, '颜邕', '2013-08-29 17:38:18', '2013-08-30 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('94', '20130902-0113', '佳兆业ad域问题', '深圳佳兆业', '301', null, '陶佳俊', '2013-09-03 08:51:03', '2013-09-03 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('95', '20130902-0210', '深圳中粮webservice接口验证', '深圳中粮', '256', null, '颜邕', '2013-09-03 08:49:46', '2013-09-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('96', '20130903-0231', 'CRM_使系统可增加售楼用户授权', '上海景瑞', '255', null, '赵红伟', '2013-09-04 09:11:20', '2013-09-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('97', '20130828-2529', '光耀金源待办消息推送需求', '光耀金源', '303', null, '邓斌', '2013-08-29 16:26:46', '2013-09-02 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('98', '20130902-0179', '厦门源昌移动审批SESSION超时', '厦门源昌', '253', null, '杨容', '2013-09-03 08:50:24', '2013-09-04 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('99', '20130904-0346', 'AppGridE特殊字符报错', '招商地产', '256', null, '陶家俊', '2013-09-04 14:51:37', '2013-09-05 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('100', '20130904-0444', '平台需求-雅居乐AD域功能调整', '中山雅居乐', '10', null, '薛小虎', '2013-09-04 19:02:25', '2013-09-05 00:00:00', null, null, '3', '支持单页面使用AD登录.AD登录失败则转跳到非AD集成登录页面', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('101', '', '关闭页面级别的跟踪功能', 'MAP304', '304', null, '', '2013-09-04 11:26:20', '2013-09-08 00:00:00', null, null, '3', '搜索平台的aspx文件，找出打开跟踪的页面，删除Trace=\"true\"\n\nMap304中不存在打开跟踪的页面', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('102', '20130904-0419', '[平台]方案应用-大文件上传', '深圳星河', '256', null, '陶家俊', '2013-09-04 16:16:28', '2013-09-08 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('103', '', 'FIX:临时文件通过Session机制', 'MAP304', '304', null, '', '2013-08-27 15:29:39', '2013-09-08 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('104', '', '域用户自动同步需求', 'MAP304', '304', null, '', '2013-08-27 15:28:04', '2013-09-08 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('105', '20130905-0578', '深圳龙光IIS崩溃问题', '深圳龙光', '256', null, '颜邕', '2013-09-05 17:49:36', '2013-09-09 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('106', '', '【主动修复】深圳绿景POM-252sp3', '深圳绿景', '252', null, '邓斌', '2013-08-29 15:01:25', '2013-09-22 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('107', '20130905-0590', '广州美林信任站点问题', '广州美林', '256', null, '冉航', '2013-09-05 17:49:09', '2013-09-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('108', '20130830-2701', '重庆怡置项目保存报错', '重庆怡置', '256', null, '汪海疆', '2013-09-10 08:54:57', '2013-09-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('109', '20130909-0727', '深圳龙光域用户同步异常', '深圳龙光', '256', null, '颜邕', '2013-09-10 08:58:14', '2013-09-11 00:00:00', null, null, '3', '与任务20130909-0727重复.只结0.1工作量', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('110', '', 'AppForm中隐藏控件封装', 'MAP304', '304', null, '', '2013-08-26 17:20:42', '2013-09-11 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('111', '20130911-0924', 'MySoft.ZipLib.dll中S改为小写', '北京华润', '256', null, '陶家俊', '2013-09-11 12:00:28', '2013-09-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('112', '20130911-0965', '北京华远平台功能移植', '北京华远', '25', null, '曹柯', '2013-09-12 09:04:50', '2013-09-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('113', '20130912-1011', '广州合景单点登录集成', '广州合景', '303', null, '张胜富', '2013-09-12 11:19:59', '2013-09-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('114', '', '[平台]方案应用-大文件上传', '广州星河', '256', null, '陶佳俊', '2013-09-13 15:33:33', '2013-09-16 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('115', '20130913-1131', '金融街平台个性化移植移动代码', '北京金融街', '258', null, '邹艳辉', '2013-09-13 15:38:33', '2013-09-16 00:00:00', null, null, '3', '金融街移动销售的上线要求\n由于金融街销售系统做过系统集成，实际销售系统版本为256.但MAP平台底层使用时258的底层，且做过个性化开发，需要对金融街个性化底层进行移动产品支持通用改造', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('116', '20130913-1099', '北京华银系统账号登录无法显示功能菜单', '北京华银', '303', null, '邓斌', '2013-09-13 11:14:41', '2013-09-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('117', '20130913-1092', '碧桂园CPU占用过高紧急问题处理', '碧桂园', '25', null, '薛小虎', '2013-09-13 08:59:56', '2013-09-16 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('118', '20130911-0926', '万科组织权限管理增加排除公司功能', '深圳万科', '25', null, '陶家俊', '2013-09-11 11:59:39', '2013-09-15 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('119', '20130916-1328', '广东鸿艺系统设置组织架构调整故障', '广东鸿艺', '303', null, '邓斌', '2013-09-17 08:26:10', '2013-09-17 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('120', '20130912-1054', '广州保利平台需求-appGridl自定添加行问题', '广州保利', '25', null, '张胜富', '2013-09-13 08:27:08', '2013-09-17 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('121', '', '【主动修复】花样年-254', '花样年', '254', null, '颜邕', '2013-08-29 15:04:21', '2013-09-16 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('122', '20130918-1451', '河南建业客服系统用户功能验证', '河南建业', '257', null, '薛小虎', '2013-09-18 10:11:22', '2013-09-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('123', '20130913-1143', '益田集团-OA接口需求方案说明', '益田集团', '303', null, '邓斌', '2013-09-16 08:56:25', '2013-09-22 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('124', '20130917-1388', '新鸿基移动审批平台支持需求', '新鸿基', '256', null, '陶佳俊', '2013-09-17 15:55:57', '2013-09-22 00:00:00', null, null, '3', '该需求已经实现.无需开发', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('125', '', '修复303SP2中的两个BUG', 'MAP303', '303', null, '', '2013-09-22 16:05:24', '2013-09-23 00:00:00', null, null, '3', '1.Application_Edit.aspx页面的判断逻辑存在问题.没有判断DOM元素是否存在就开始访问.\n2.运行设置-作业管理界面存在问题.没有正确判断列表是否选择了数据.', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('126', '20130918-1499', '深圳佳兆业特殊字符不工作流与业务系统限制不一致问题', '深圳佳兆业', '301', null, '陶佳俊', '2013-09-18 16:19:36', '2013-09-23 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('127', '20130922-1567', '佳兆业25销售平台修复', '深圳佳兆业', '25', null, '陶佳俊', '2013-09-23 08:50:14', '2013-09-25 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('128', '20130922-1555', '佳兆业301成本平台任务', '深圳佳兆业', '301', null, '陶佳俊', '2013-09-23 08:51:53', '2013-09-25 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('129', '20130922-1562', '深圳星河256平台修复', '深圳星河', '256', null, '陶佳俊', '2013-09-23 08:51:22', '2013-09-23 00:00:00', null, null, '3', '已经测试过，原版本就已经修复过,不需要修复。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('130', '20130922-1565', '深圳中海252平台修复', '深圳中海', '252', null, '陶佳俊', '2013-09-23 08:50:55', '2013-09-24 00:00:00', null, null, '3', '已经测试过，原版本就已经修复过,不需要修复。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('131', '20130924-1862', '新鸿基缓存同步报错问题修复', '香港新鸿基', '256', null, '陶佳俊', '2013-09-24 16:49:13', '2013-09-24 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('132', '20130922-1541', '华远平台集成个性化移植', '北京华远', '303', null, '曹珂', '2013-09-23 08:48:29', '2013-09-20 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('133', '', '补充小平台示例代码', '无', '00', null, '', '2013-09-13 15:35:57', '2013-09-24 00:00:00', null, null, '3', '根据API接口，提供相应的调用代码片段，更新到小平台SDK中。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('134', '20130916-1268', '协助-龙湖商业地产用户数校验', '重庆龙湖', '25', null, '吴开峰', '2013-09-17 08:26:41', '2013-09-25 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('135', '', '用友财务接口UTF-8测试', 'MAP304', '304', null, '', '2013-09-15 21:06:47', '2013-09-26 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('136', '20130925-1996', '碧桂园成本系统Bug【岗位授权无法保存】', '中山碧桂园', '25', null, '薛小虎', '2013-09-26 08:34:14', '2013-09-26 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('137', '20130925-1959', '诺仕达公司过滤Bug', '诺仕达', '302', null, '赵红伟', '2013-09-26 08:33:24', '2013-09-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('138', '20130925-1955', '俊发授权性能问题', '俊发', '25', null, '赵红伟', '2013-09-26 08:32:36', '2013-09-26 00:00:00', null, null, '3', '加索引可以解决问题', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('139', '20130926-2091', '北京上古售楼系统技术验证', '北京上古', '303', null, '郭凯', '2013-09-27 08:46:47', '2013-09-29 00:00:00', null, null, '3', '联系人:郑筱', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('140', '20130923-1686', '茂华DSS降级任务-平台改造', '茂华', '254', null, '邢存岭', '2013-09-24 14:55:57', '2013-09-25 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('141', '', '安全修复-为DSS等程序支持SQL关键字过滤', 'MAP304', '304', null, '', '2013-09-04 11:24:28', '2013-09-08 00:00:00', null, null, '3', '目前的SQL关键字只检查aspx的请求，但是DSS使用了ajax的扩展名，吴昊小蒋他们的AJAX方案使用了axd的扩展名，现在只能将扩展名改成配置项了。\n配置项的格式：.aspx;.ashx;.ajax;ajax.axd\n多个项用分号分开，默认就是以上设置。', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('142', '20130929-2300', '招商wps问题', '深圳招商', '256', null, '陶家俊', '2013-09-30 09:00:57', '2013-09-30 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('143', '20131008-0132', '华南城键盘翻页功能验证', '华南城', '302', null, '邓斌', '2013-10-08 17:05:25', '2013-10-09 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('144', '20131010-0352', '首开短信平台平台需求', '北京首开', '253', null, '邹艳辉', '2013-10-10 09:57:54', '2013-10-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('145', '20131009-0279', '深圳佳兆业RSA密钥任务', '深圳佳兆业', '301', null, '陶佳俊', '2013-10-12 12:18:31', '2013-10-09 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('146', '20131012-0667', '大连悦泰303销售系统左侧菜单显示报错', '大连悦泰', '303', null, '赵红伟', '2013-10-12 13:20:53', '2013-10-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('147', '', '深圳莱蒙主动修复', '深圳莱蒙', '253', null, '颜邕', '2013-10-11 17:39:29', '2013-10-08 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('148', '20131012-0677', '佳兆业降级到301支持任务', '深圳佳兆业', '301', null, '陶佳俊', '2013-10-14 08:54:49', '2013-10-14 00:00:00', null, null, '3', '其中0.5为结算之前唐敦峰处理RSA密钥问题工作量.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('249', '20131119-1917', '[开发]绿景客服系统单点登录', '绿景', '302', null, '邓斌', '2013-11-20 10:29:18', '2013-11-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('250', '20131119-1935', '采购过程管理存储过程性能优化', '中山雅居乐', '257', null, '薛小虎', '2013-11-20 10:28:37', '2013-11-21 00:00:00', null, null, '3', '此问题需远程查看，一线联系后暂时没时间。下周一才可以查看', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('251', '20131119-1887', '[开发][合景][平台]优化需求', '广州合景', '303', null, '张胜富', '2013-11-20 10:29:54', '2013-11-22 00:00:00', null, null, '3', '上传控件添加『文档属性』及『是否过程文档』，供工作流使用', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('252', '', 'ERP与消息服务对接', '北大资源', '303', null, '', '2013-11-22 19:40:53', '2013-11-22 00:00:00', null, null, '3', '远程客户，协助一线完成ERP与消息服务对接', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('253', '', '杭州绿城ActiveX插件修复', '杭州绿城', '00', null, '', '2013-11-23 10:50:22', '2013-11-22 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('254', '20131118-1756', '异常日志无SQL辅助语句问题修复', '广州城建', '252', null, '张胜富', '2013-11-18 18:15:12', '2013-11-25 00:00:00', null, null, '3', '运维黄麟欢提的任务\nSQL异常时记录SQL与多数据源改造同时进行，该版本没有多数据源改造和记录SQL。\n单独添加记录SQL', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('255', '', '深圳莱蒙与北京金辉主动修复比对项目代码', '深圳莱蒙', '253', null, '', '2013-11-25 16:10:47', '2013-11-25 00:00:00', null, null, '3', '莱蒙有10个文件存在差异，提供增量包\n金辉不存在差异', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('256', '', '整理深圳花样年个性化库', '深圳花样年', '254', null, '', '2013-11-25 18:30:20', '2013-11-25 00:00:00', null, null, '3', '编译后无法运行的问题已查明，缺少ExceptionLog目录导致，添加DLL和目录后即可正常编译运行。\n同时补充李凡开发的遮罩层开关。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('257', '', 'ActiveX控件Project控件开发', '无', '00', null, '', '2013-11-25 19:58:55', '2013-11-25 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('258', '20131125-2555', '泛微OA单点登录需求', '上海中金', '303', null, '赵红伟', '2013-11-26 09:02:13', '2013-11-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('259', '20131125-2486', 'appGridTreeEdit控件的问题', '大连海昌', '304', null, '赵红伟', '2013-11-26 18:42:12', '2013-11-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('260', '', 'ActiveX控件中project控件修复', '无', '00', null, '', '2013-11-26 22:12:57', '2013-11-26 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('261', '20131125-2559', '2012数据库选择项目过滤报错', '广州恒大', '25', null, '冉航', '2013-11-26 09:01:25', '2013-11-26 00:00:00', null, null, '3', '原功能使用Repeater实现，后改为xslt+异步加载\n平台代码基本未作改动。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('262', '', '江苏新城关于HttpContext.Current修复', '江苏新城', '302', null, '', '2013-11-27 20:28:48', '2013-11-27 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('263', '20131126-2605', '建工销售系统需求方案_技术验证', '建工', '255', null, '邓斌', '2013-11-26 10:46:15', '2013-11-28 00:00:00', null, null, '3', '需要验证能否实现断点折线图\n验证可行', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('264', '', '蓝光303业务咨询及BUG排查', '四川蓝光', '303', null, '吴开峰', '2013-11-28 19:11:05', '2013-11-28 00:00:00', null, null, '3', '303准备上线，讨论上线数据初始化的问题。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('265', '', '岗位数据授权myUserObject表不写入数据的问题', '四川蓝光', '303', null, '吴开峰', '2013-11-28 19:13:38', '2013-11-28 00:00:00', null, null, '3', '追查各个版本的代码后发现，301以后对myUserObject表就不做操作了，用户的数据授权都从岗位数据权限获取，项目上256过来的版本需要修改代码。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('266', '', '发现并解决岗位授权可能不会清除用户缓存的bug', '无', '303', null, '', '2013-11-28 19:16:38', '2013-11-28 00:00:00', null, null, '3', '该问题在最新的版本上也存在，代码中拼接SQL的查询条件有问题，会导致SQL查询失败，但该错误不会抛出，用户无法感知，修改了这部分拼接的代码。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('267', '', 'ActiveX控件打包', '无', '00', null, '', '2013-11-28 19:35:12', '2013-11-28 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('268', '20131128-3042', '建业集团-附件服务器单独部署需求', '河南建业', '257', null, '薛小虎', '2013-11-29 09:29:28', '2013-12-02 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('269', '20131128-3015', 'ERP2.5老系统重新增加狗的校验', '广州保利', '25', null, '张胜富', '2013-11-29 09:30:21', '2013-11-29 00:00:00', null, null, '3', '回滚即可', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('270', '20131128-3013', 'DSS系统重新增加狗的校验', '广州保利', '256', null, '张胜富', '2013-11-29 09:31:24', '2013-11-29 00:00:00', null, null, '3', '回滚即可', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('271', '', 'ActiveX控件打包与前端检测', '无', '00', null, '', '2013-11-29 20:53:54', '2013-11-29 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('272', '', '测试Js替换Popup方案', '无', '00', null, '', '2013-12-02 19:23:20', '2013-12-02 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('273', '20131202-0214', '奥园upfiles文件夹管理需求', '广州奥园', '25', null, '冉航', '2013-12-02 22:30:47', '2013-12-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('274', '20131123-2358', '移动审批103平台调整需求', '中山美的', '254', null, '薛小虎', '2013-11-25 10:18:12', '2013-12-02 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('275', '', 'ActiveX控件修复（添加卸载以前版本的功能）', '无', '00', null, '', '2013-12-04 08:31:52', '2013-12-03 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('276', '20131126-2603', '江苏新城销售系统RTS报表打开页面内容无法复制', '江苏新城', '302', null, '', '2013-11-27 09:40:43', '2013-12-04 00:00:00', null, null, '3', '仅分析问题原因，由工报组修改', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('277', '', '中国农批明源消息服务联调', '中国农批', '303', null, '', '2013-12-04 10:04:58', '2013-12-04 00:00:00', null, null, '3', '补充联调工作量', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('278', '20131202-0145', '东亚新华系统报错', '东亚新华', '303', null, '邓斌', '2013-12-02 22:31:28', '2013-12-04 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('279', '', '天鸿BUG排查', '北京天鸿', '25', null, '', '2013-12-04 17:36:48', '2013-12-04 00:00:00', null, null, '3', '协助项目朱恋源排查岗位授权页面，动作点-岗位功能授权(项目进度管理系统-项目准备-项目知识管理库-查询)，保存时提示\"对不起，数据库中的子系统用户数超出允许范围！\"问题', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('280', '', '广州城建主动修复代码排查', '广州城建', '252', null, '', '2013-12-04 18:51:53', '2013-12-04 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('281', '', 'Popup替换方案开发', '无', '00', null, '', '2013-12-05 08:25:23', '2013-12-04 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('282', '20131204-0494', 'appGridTreeEdit控件问题总集', '大连海昌', '304', null, '赵红伟', '2013-12-05 10:10:14', '2013-12-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('283', '', '广州星河湾主动修复代码排查', '广州星河湾', '256', null, '', '2013-12-05 17:48:57', '2013-12-05 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('284', '', 'IE10中Popup Javscript替换方案测试', '无', '00', null, '', '2013-12-06 08:42:33', '2013-12-05 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('285', '20131205-0736', '方案应用-插件一键安装', '杭州绿城', '256', null, '薛小虎', '2013-12-06 10:15:43', '2013-12-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('286', '20131205-0637', '天鸿权限控制BUG', '北京天鸿', '25', null, '邓斌', '2013-12-05 13:10:39', '2013-12-06 00:00:00', null, null, '3', '本任务在排查过程中发现客户使用的map.core.dll与vss上最新的map.core.dll不一致。客户使用的依然是旧的core.使用最新的core本地测试没有问题。与邓斌沟通后，本任务暂时不关闭.', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('287', '20131126-2577', '岗位成员调整权限下放及调整日志需求', '总部招商', '256', null, '', '2013-11-26 10:46:49', '2013-12-04 00:00:00', null, null, '3', '工作量主要包括\n主次需求沟通0.5\n\n本任务已完成需求沟通。具体需求实现下一阶段安排。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('288', '20131203-0459', '北京鑫苑附件上传控件移植', '北京鑫苑', '303', null, '吴开峰', '2013-12-04 08:55:07', '2013-12-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('289', '', '深圳花样年主动修复代码排查', '深圳花样年', '254', null, '', '2013-12-06 18:21:07', '2013-12-06 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('290', '', '工作流SQL调整', '四川蓝光', '303', null, '吴开峰', '2013-12-06 19:06:52', '2013-12-06 00:00:00', null, null, '3', '桌面部件新增的两个tab页面的SQL来自工作流，但是代码在平台，今天工作流调整了两次SQL，配合他们发布两次增量更新包。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('291', '', '普通用户桌面部件未显示新增的tab页面', '四川蓝光', '303', null, '吴开峰', '2013-12-06 19:09:00', '2013-12-06 00:00:00', null, null, '3', '普通用户没有显示新增的两个tab页面，清空缓存后再查看问题仍存在，查看代码这两个页面并未单独配置权限，怀疑是该用户权限未开启，建议检查后问题再未反馈。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('292', '', 'Popup替换方案测试', '无', '00', null, '', '2013-12-06 19:47:41', '2013-12-06 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('293', '', '北京中建及河南建业主动修复代码排查', '河南建业', '257', null, '', '2013-12-09 18:06:59', '2013-12-09 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('294', '', '江苏新城BUG排查', '江苏新城', '302', null, '', '2013-12-09 18:09:49', '2013-12-09 00:00:00', null, null, '3', '测试发现异常日志中记录了一个SQL执行失败的记录，一个加载XML出错的日志。经排查，SQL执行失败是项目中拼接SQL有问题，in后面的条件没有单引号；XML加载出错是因为LoadXML没有判断参数是否为空，catch中又记录了异常，不影响功能，但是会在异常日志中多记录一条记录，平台主动修复会注释掉，项目中需要自行修改。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('295', '', '下载带空格的文件异常', '重庆怡置', '256', null, '', '2013-12-09 18:11:54', '2013-12-09 00:00:00', null, null, '3', '左俊反应带空格的文件下载异常，但是这个地方没有做过主动修复，经查是9月份的时候峻峰做过的主动修复代码没有同步，重新发包即可。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('296', '', 'ERP中关于Popup替换方案测试', '无', '00', null, '', '2013-12-09 21:30:28', '2013-12-09 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('297', '20131204-0600', '北京方兴售楼专项技术验证', '北京方兴', '256', null, '', '2013-12-09 11:21:53', '2013-12-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('298', '', 'popup替代方案测试', '无', '00', null, '', '2013-12-11 08:30:04', '2013-12-10 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('299', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-22 22:14:59', '2013-12-20 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('300', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-25 08:34:17', '2013-12-24 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('301', '', '杭州绿城ActiveX插件排查', '杭州绿城', '256', null, '', '2013-12-09 21:31:15', '2013-12-09 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('302', '', '上海复地及北京金融街主动修复代码排查', '上海复地', '301', null, '', '2013-12-10 11:53:41', '2013-12-10 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('303', '20131118-1718', 'ERP和租赁系统实现单点登录', '成都川南大市场', '304', null, '汪海疆', '2013-11-18 18:17:18', '2013-12-06 00:00:00', null, null, '3', '包括需求咨询0.3\n开发：0.9\n测试：0.4', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('304', '', '评估平台主动修复代码撤回所需代价', '北京万达', '255', null, '', '2013-12-10 18:01:18', '2013-12-10 00:00:00', null, null, '3', '北京万达主动修复分为多个修改项，在几个月内分批进行。\n主干代码显示有部分修改项已经存在于主干，需要进一步分析需要撤回哪些主动修复项。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('305', '', 'ActiveX控件修复', '杭州绿城', '256', null, '', '2013-12-11 08:28:06', '2013-12-10 00:00:00', null, null, '3', '在安装集成安装成后，project 加载项不成功，排查是以前安装包注册表的问题', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('306', '', '排查project通过加载项保存出错的原因', '上海中鑫', '303', null, '', '2013-12-11 08:29:19', '2013-12-10 00:00:00', null, null, '3', '原因是保存的数据量比较大', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('307', '20131211-1252', '重庆金九产品BUG升级内部任务', '重庆金九', '255', null, '', '2013-12-11 10:09:49', '2013-12-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('308', '20131208-0962', '雅居乐-AD登录问题升级需求单', '中山雅居乐', '257', null, '薛小虎', '2013-12-11 10:13:58', '2013-12-09 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('309', '20131211-1250', '方案应用-插件一键安装', '上海中金', '303', null, '赵红伟', '2013-12-11 10:10:36', '2013-12-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('310', '20131210-1186', '[上海三盛][平台]appgridtree控件打印、导出Bug', '上海三盛', '25', null, '赵红伟', '2013-12-11 10:11:12', '2013-12-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('311', '20131209-1030', '审批流中附件无法打开', '重庆怡置', '257', null, '汪海疆', '2013-12-11 10:13:22', '2013-12-11 00:00:00', null, null, '3', '查看项目代码相应分支发现Mysoft.Map.Business.dll文件错误使用了主动修复之后的版本，还原旧版本即可。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('312', '', '深圳龙光主动修复代码排查', '深圳龙光', '256', null, '', '2013-12-11 17:53:09', '2013-12-11 00:00:00', null, null, '3', '仅完成排查，由于后续计划不明确暂未提供报告及更新包', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('313', '', 'Project com组件修复', '上海中金', '303', null, '', '2013-12-12 08:32:16', '2013-12-11 00:00:00', null, null, '3', '由于保存数据过大，想通过压缩的方式来解决问题', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('314', '', 'Project com组件加载数据错误排查', '杭州绿城', '256', null, '', '2013-12-12 08:33:57', '2013-12-11 00:00:00', null, null, '3', '在使用project 在线编辑的时候，提示传入数据错误，目前还未找到原因。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('315', '20131209-1054', '开发-新疆和谐泛微OA单点登录需求-新疆和谐', '新疆和谐', '302', null, '汪海疆', '2013-12-11 10:12:54', '2013-12-12 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('316', '20131211-1344', '青岛新华代办事宜修改', '青岛新华', '302', null, '郭凯', '2013-12-12 10:17:47', '2013-12-12 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('317', '20131210-1144', '广州保利DSS系统平台改为读网络狗与单机狗两种方式', '广州保利', '256', null, '张胜富', '2013-12-11 10:11:53', '2013-12-12 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('318', '20131212-1414', '全面预算现金流录入实际金额页面灰色遮罩层始终不消失', '广州星河湾', '256', null, '冉航', '2013-12-12 15:44:28', '2013-12-12 00:00:00', null, null, '3', '该问题由于项目自行个性化了一套AGE控件前端文件，主动修复时没有对这些文件添加加载完成标识，导致使用了这些个性化前端文件的页面遮罩无法消失。\n添加相应的标识后遮罩正常消失。\n任务编号对应的任务非登记给平台的内部任务。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('319', '', 'ActiveX插件修复', '杭州绿城', '256', null, '', '2013-12-13 08:22:43', '2013-12-12 00:00:00', null, null, '3', '测试提交的Bug修复', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('320', '', 'Project提交数据过大修复', '上海中金', '303', null, '', '2013-12-13 08:23:36', '2013-12-12 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('321', '20131212-1430', '重庆协信金蝶OA单点登录', '重庆协信', '301', null, '汪海疆', '2013-12-13 09:48:48', '2013-12-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('322', '20131211-1359', '成本数据库二次开发需求20131211', '河南建业', '257', null, '薛小虎', '2013-12-12 10:15:13', '2013-12-16 00:00:00', null, null, '3', '需要完成的内容为修改组织信息编辑界面。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('323', '', '北京金隅、佳兆业、大连亿达主动修复代码排查', '北京金隅', '25', null, '', '2013-12-13 18:07:15', '2013-12-13 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('324', '20131209-1127', '[佳兆业][平台]OA单点登录需求', '佳兆业', '303', null, '陶佳俊', '2013-12-11 10:12:23', '2013-12-16 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('325', '', '平台主动修复代码撤回', '北京万达', '255', null, '', '2013-12-04 09:49:16', '2013-12-16 00:00:00', null, null, '3', '移除迁移至TFS之前进行的主动修复\n具体行动为同步项目代码Map部分，并移除控件后台遮罩代码。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('326', '', 'Popup替换方案测试', '无', '00', null, '', '2013-12-17 08:24:06', '2013-12-16 00:00:00', null, null, '3', '调整ERP系统的框架', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('327', '20131216-1796', '北京鑫苑单点登录功能开发', '北京鑫苑', '303', null, '吴开峰', '2013-12-17 09:30:50', '2013-12-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('328', '', 'Htc javascript 替代方案开发', '无', '00', null, '', '2013-12-18 08:24:06', '2013-12-17 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('329', '20131216-1638', '北京和裕优化需求', '北京和裕', '302', null, '邓斌', '2013-12-17 09:33:41', '2013-12-18 00:00:00', null, null, '3', '拆分待办通知为待办通知与消息通知', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('330', '20131217-1942', '[万科][平台]缓存同步索引超出范围BUG', '万科', '25', null, '', '2013-12-18 09:32:19', '2013-12-18 00:00:00', null, null, '3', '开发：0.5\n测试：0.2', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('331', '', '佳兆业登录时空引用BUG排查', '佳兆业', '303', null, '', '2013-12-18 15:02:54', '2013-12-18 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('332', '', 'htc javascript 替换方案测试', '无', '00', null, '', '2013-12-19 08:28:52', '2013-12-18 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('333', '20131120-2021', '2012年10月平台主动修复代码撤回', '杭州绿城', '256', null, '薛小虎', '2013-11-21 08:50:18', '2013-12-18 00:00:00', null, null, '3', '包含了VSS转TFS用时，完整撤回所有主动修复内容。(除浮点运算方案）', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('334', '20131212-1392', '岗位成员调整权限下放及调整日志需求', '总部招商', '256', null, '陶佳俊', '2013-12-13 09:35:32', '2013-12-19 00:00:00', null, null, '3', '开发：2\n测试：0.5', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('335', '20131217-1811', '招商模块显示调整', '总部招商', '256', null, '陶佳俊', '2013-12-18 16:58:19', '2013-12-19 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('336', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-20 08:22:15', '2013-12-19 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('337', '20131220-2266', '[新鸿基][平台]首次登陆bug', '新鸿基', '256', null, '', '2013-12-20 10:55:20', '2013-12-20 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('338', '20131220-2329', 'AppGridE允许日期控件使用文本类型的数据源', '河南建业', '257', null, '薛小虎', '2013-12-23 09:40:54', '2013-12-23 00:00:00', null, null, '3', '该任务包含四个bug修复，提出该任务时问题升级单仅包含第一项，剩余三项为后续邮件补充。\n该任务在无主动修复分支上完成。\n1.AppGridE允许日期控件使用文本类型的数据源\n2.修复AppGridE导出bug\n3.修复AppGridE复选框选中时溢出bug\n4.修复AppGridTree导出空列', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('339', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-23 22:50:34', '2013-12-23 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('340', '20131218-2043', '待办事宜功能弹窗提示', '大连锦联', '303', null, '邓斌', '2013-12-18 16:56:45', '2013-12-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('341', '', '在win7、ie8环境下，插件导致关闭浏览器崩溃问题的排查', '佳兆业销售', '252', null, '', '2013-12-25 08:33:41', '2013-12-24 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('342', '20131224-2660', 'AD域用户同步排除特定帐号需求', '佳兆业', '303', null, '陶佳俊', '2013-12-25 09:32:17', '2013-12-25 00:00:00', null, null, '3', '该功能标准产品自带，截图回复即可。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('343', '20131220-2263', '[平台]方案应用-大文件上传', '江苏正昌', '303', null, '汪海疆', '2013-12-23 15:29:17', '2013-12-25 00:00:00', null, null, '3', '该任务代码不由平台维护,由项目直接使用大文件上传方案.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('344', '20131223-2427', 'BPM审批接口需求', '佳兆业', '301', null, '陶佳俊', '2013-12-23 15:31:55', '2013-12-25 00:00:00', null, null, '3', '佳兆业301\n该需求所需的URL打开在301平台中已经支持。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('345', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-26 08:47:13', '2013-12-25 00:00:00', null, null, '3', '今天的主要工作是整理ERP系统中css文件中定义了htc文件的样式', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('346', '20131219-2209', '单点登录调整登录流程', '四川蓝光', '303', null, '吴开峰', '2013-12-23 09:50:18', '2013-12-26 00:00:00', null, null, '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('347', '20131225-2736', '用户编辑界面添加呼叫中心用户代码字段', '四川蓝光', '303', null, '吴开峰', '2013-12-25 15:13:16', '2013-12-26 00:00:00', null, null, '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('348', '20131225-2746', 'PDF附件无法直接打开', '四川蓝光', '303', null, '吴开峰', '2013-12-26 15:16:29', '2013-12-26 00:00:00', null, null, '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('349', '20131226-2852', 'AppGrid支持取消默认选中行', '中山雅居乐', '257', null, '薛小虎', '2013-12-26 15:34:36', '2013-12-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('350', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-27 08:30:33', '2013-12-26 00:00:00', null, null, '3', '已经完成了对Form.css和Global.css这两个Css文件的整理，并且在deom页面做没影式', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('351', '20131226-2884', '单点登录模式下多帐号切换流程优化', '中山雅居乐', '257', null, '薛小虎', '2013-12-27 09:30:13', '2013-12-27 00:00:00', null, null, '3', '该任务同时在257及10上进行', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('352', '20131223-2507', 'ie8环境下插件导致浏览器崩溃的问题（咨询）', '佳兆业', '254', null, '陶佳俊', '2013-12-23 20:01:58', '2013-12-23 00:00:00', null, null, '3', '佳兆业销售erp25', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('353', '20131227-2993', 'OA单点登录快捷方式支持', '北京鑫苑', '303', null, '吴开峰', '2013-12-27 17:22:25', '2013-12-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('354', '20131224-2555', '文本区支持录入㎡', '中山雅居乐', '257', null, '薛小虎', '2013-12-26 15:36:00', '2013-12-27 00:00:00', null, null, '3', '一线中途提出需求要求支持㎥，评估之后发现需要投入较大工作量，影响范围较广，最终仍然只支持㎡\n特殊字符Unicode代码参考如下：\nU+33A1㎡\nU+33A5㎥', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('355', '', 'htc javascript替代方案测试', '无', '00', null, '', '2013-12-28 17:16:21', '2013-12-27 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('356', '20131227-2989', '工作流特殊字符文件名附件无法打开', '深圳莱蒙', '253', null, '颜邕', '2013-12-30 09:47:54', '2013-12-30 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('357', '20131225-2699', '北京华远AppGridE导出EXCEL样式需求', '北京华远', '302', null, '曹珂', '2013-12-25 14:11:33', '2013-12-26 00:00:00', null, null, '3', '移植AppDynamicGird的Excel导出功能，进行改造后适用于AppGridE。给予的解决方案为脚本文件，并未修改Map平台代码。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('358', '20131226-2881', '技术验证条件选择框拼接SQL是否保存', '武汉名流', '303', null, '邓斌', '2013-12-27 09:31:21', '2013-12-30 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('359', '20131227-2956', '生僻字无法显示', '青岛海信', '255', null, '邓斌', '2013-12-30 11:46:51', '2013-12-30 00:00:00', null, null, '3', '无法显示的字符为『䇹』\n提供GB18030针对性解决方案', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('360', '20131223-2481', '方案应用-IE10兼容', '北京信达', '252', null, '郭凯', '2013-12-24 09:37:25', '2013-12-31 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('361', '20131225-2701', '方案应用-IE10兼容', '北京金隅', '254', null, '曹珂', '2013-12-25 14:08:42', '2013-12-31 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('362', '', '佳兆业IE崩溃方案排查', '佳兆业', '252', null, '', '2013-12-30 20:04:02', '2013-12-30 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('363', '', 'htc javascript替代方案中自定义事件和属性测试', '无', '00', null, '', '2013-12-30 20:04:56', '2013-12-30 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('364', '', '协助项目完成江苏正昌多文件选择', '江苏正昌', '302', null, '', '2013-12-30 20:06:06', '2013-12-30 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('365', '20131230-3179', '蓝光单点登录需求代码调整', '四川蓝光', '303', null, '吴开峰', '2013-12-31 09:46:31', '2013-12-31 00:00:00', null, null, '3', '同步项目上原来个性化的单点登录代码', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('366', '20131231-3240', '佳兆业项目控件无法选择项目或楼栋', '佳兆业', '25', null, '陶家俊', '2013-12-31 10:49:59', '2013-12-31 00:00:00', null, null, '3', '向奇邮件中描述的问题.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('367', '20131230-3119', '单点登录集成方式调整', '北京纳帕', '302', null, '', '2013-12-30 16:51:43', '2013-12-31 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('368', '', '测试ERP303工作流在无插件和未添加到受信任站点中的使用情况', '无', '00', null, '', '2014-01-02 08:30:23', '2013-12-31 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('369', '20131231-3263', '销售系统去掉遮照功能', '广州新世界', '251', null, '张胜富', '2013-12-31 10:29:49', '2014-01-02 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('370', '20131227-2998', 'Repeater限制分页需求', '北京上古', '303', null, '郭凯', '2013-12-30 11:44:37', '2014-01-02 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('371', '20140102-0026', '方案应用-IE10兼容', '广州城建', '252', null, '冉航', '2014-01-02 10:56:58', '2014-01-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('372', '', '协助排查主动修复bug', '广州城建', '252', null, '冉航', '2014-01-02 16:04:23', '2014-01-02 00:00:00', null, null, '3', '相应任务编号为20131009-0203，修复人为李凡\n解决2个bug，均为日期控件没有完全修复造成。\n1个bug（142255）仅在IE6中产生，且不影响实际下载文件名。暂时没有解决方案。\n1个bug（142260）无法重现。\n3个与分页按钮相关的bug属于SQL存在重复字段导致。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('373', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-03 08:43:50', '2014-01-02 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('374', '20140102-0011', '组织架构标准化平台优化需求', '重庆金科', '253', null, '吴开峰', '2014-01-02 10:57:58', '2014-01-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('375', '20140103-0345', '登录选择公司优化', '北京鑫苑', '303', null, '吴开峰', '2014-01-03 19:02:37', '2014-01-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('376', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-06 08:33:14', '2014-01-03 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('377', '20140102-0157', '数据库连接未关闭导致数据库连接超时', '杭州绿城', '256', null, '薛小虎', '2014-01-06 09:20:08', '2014-01-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('378', '20140103-0264', '岗位授权界面无法展开层级问题', '佳兆业', '301', null, '陶佳俊', '2014-01-06 09:26:54', '2014-01-06 00:00:00', null, null, '3', '该问题由于异常数据造成。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('379', '', '排查AppFind控件输入生僻字时无法正常使用的问题', '青岛海信', '255', null, '邓斌', '2014-01-06 16:51:19', '2014-01-06 00:00:00', null, null, '3', '统一在替换1=1的条件中添加N前缀', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('380', '20140106-0479', '月度项目计划导出Excel导出失败', '北京金泰', '303', null, '邹艳辉', '2014-01-06 14:32:51', '2014-01-06 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('381', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-07 08:42:40', '2014-01-06 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('382', '20131225-2696', '深圳华联置业换狗后导致系统报错', '深圳华联', '253', null, '邓斌', '2013-12-25 14:14:50', '2014-01-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('383', '20140106-0553', '佳兆业AppGridE只读及待办消息按类型过滤需求', '佳兆业', '303', null, '', '2014-01-07 09:25:44', '2014-01-08 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('384', '20140102-0170', '新增独立的『新增销售用户』功能及权限控制', '北京城建', '303', null, '邓斌', '2014-01-06 09:26:23', '2014-01-06 00:00:00', null, null, '3', '需求沟通时间0.4', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('385', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-08 08:36:30', '2014-01-07 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('386', '20140107-0649', '查询条件和列表字段显示需求', '北京方兴', '256', null, '郭凯', '2014-01-08 09:49:37', '2014-01-08 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('387', '20140107-0725', '方案应用-IE10兼容', '深圳招商', '256', null, '陶佳俊', '2014-01-08 16:03:41', '2014-01-16 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('388', '', '平台代码与项目代码差异排查', '广州城建', '252', null, '', '2014-01-08 16:16:42', '2014-01-08 00:00:00', null, null, '3', '排查结果已形成文档。\nIE10修复内容涉及到7个个性化文件。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('389', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-09 08:38:21', '2014-01-08 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('390', '', '商业地产组织架构及标准角色添加字段', '重庆龙湖', '25', null, '', '2014-01-09 14:04:59', '2014-01-08 00:00:00', null, null, '3', '该任务由产品提出，没有任务编号', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('391', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', null, '', '2014-01-10 08:38:46', '2014-01-09 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('392', '20140107-0674', '系统xmltemp文件增长问题修复', '上海红星地产', '256', null, '张巍', '2014-01-08 10:04:40', '2014-01-10 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('393', '20140108-0748', '方案应用-插件一键安装(含xmltemp文件增长问题)', '上海红星建设', '303', null, '张巍', '2014-01-08 10:05:28', '2014-01-09 00:00:00', null, null, '3', '该任务在同一个任务编号下包含两部分任务：\nxmltemp文件增长问题修复\n插件一键安装方案应用', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('394', '', 'ERP303登录首页改造，在目前通用浏览器中能够正常显示', '无', '00', null, '', '2014-01-13 08:31:50', '2014-01-10 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('395', '20140110-1171', '功能授权界面点击报错', '佳兆业', '301', null, '陶佳俊', '2014-01-13 08:56:01', '2014-01-13 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('396', '20131230-3155', '[平台]方案应用-大文件上传', '大连锦联', '303', null, '赵红伟', '2013-12-30 16:53:02', '2014-01-10 00:00:00', null, null, '3', '应用大文件上传方案', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('397', '', '标准角色字段限制调整', '重庆龙湖', '25', null, '', '2014-01-13 15:00:26', '2014-01-13 00:00:00', null, null, '3', '该任务为『商业地产组织架构及标准角色添加字段』任务的后续需求变更，没有任务编号。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('398', '20140107-0591', '方案应用-IE10兼容', '江苏中南', '301', null, '汪海疆', '2014-01-08 16:00:08', '2014-01-13 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('399', '', '华南城WORD控件打印页面BUG', '华南国际', '302', null, '刘玺', '2014-01-13 15:47:57', '2014-01-13 00:00:00', null, null, '3', '原打印页面不显示修订记录，修改后显示了修订记录。', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('400', '20131104-0336', '四川蓝光BUG排查', '四川蓝光', '303', null, '吴开峰', '2014-01-13 15:42:56', '2014-01-13 00:00:00', null, null, '3', '一线反馈两个问题，一个是历史遗留BUG，另外一个在测试环境无法重现，联系一线也未能重现。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('401', '', '整理ERP中插件使用的功能模块', '无', '00', null, '', '2014-01-13 20:21:39', '2014-01-13 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('402', '', '上传附件允许多文件上传需求沟通及确认', '大连锦联', '303', null, '', '2014-01-14 09:30:09', '2014-01-14 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('403', '', 'ERP前端脚本运算与bigNumber对比及分析', '无', '00', null, '', '2014-01-14 09:32:32', '2014-01-14 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('404', '', '增加移动平台底层用户功能权限接口', '佳兆业', '303', null, '', '2014-01-14 09:35:05', '2014-01-14 00:00:00', null, null, '3', '深圳总部一直未登任务，补一个内部任务', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('405', '', '重新调整代码布署', '上海红星美凯龙（地产）', '256', null, '', '2014-01-14 11:08:10', '2014-01-14 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('406', '20140114-1408', '移除遮照功能', '广州合景', '303', null, '张胜富', '2014-01-14 11:28:22', '2014-01-14 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('407', '20140107-0678', '方案应用-IE10兼容', '上海瑞安', '25', null, '赵红伟', '2014-01-08 16:02:46', '2014-01-14 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('408', '20140114-1427', 'oa单点登录跳转优化', '北京鑫苑', '303', null, '吴开峰', '2014-01-14 11:29:30', '2014-01-14 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('409', '', '协助项目查看消息服务问题', '中国农批', '00', null, '', '2014-01-14 20:31:29', '2014-01-14 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('410', '', '测试工作流中所有使用DSOFramer插件的地方自动安装的情况', '无', '00', null, '', '2014-01-15 08:41:25', '2014-01-14 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('411', '', '删除xmltemp文件夹新方案实现', '上海红星美凯龙（地产）', '256', null, '', '2014-01-15 16:43:20', '2014-01-15 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('412', '', '测试ERP中报表模块关于插件的自动安装情况', '无', '00', null, '', '2014-01-16 08:48:20', '2014-01-15 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('413', '20140114-1511', '方案应用-IE10兼容', '北京金融街', '258', null, '邹艳辉', '2014-01-16 15:50:54', '2014-01-23 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('414', '20140113-1302', '方案应用-IE10兼容', '广州时代', '25', null, '张胜富', '2014-01-14 11:25:57', '2014-01-21 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('415', '20140113-1336', '方案应用-IE10兼容', '北京万通', '256', null, '邹艳辉', '2014-01-14 11:27:37', '2014-02-08 00:00:00', null, null, '3', '对接人：朱林', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('416', '20140114-1504', '优化calcDoubleFix函数', '上海红星地产', '256', null, '张巍', '2014-01-16 15:50:29', '2014-01-16 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('417', '', '对工作流和报表插件在禁用的情况下，显示友好的提示信息', '无', '00', null, '', '2014-01-17 08:46:47', '2014-01-16 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('418', '20140107-0656', '方案应用-IE10兼容', '上海景瑞', '255', null, '赵红伟', '2014-01-08 16:02:14', '2014-01-16 00:00:00', null, null, '3', '需要修复两个版本：255及25\n其中25版本对应的2.0.11116.0普及版安全扫雷已被主动修复2.0覆盖', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('419', '20140117-1930', 'AD域同步报错', '佳兆业', '303', null, '陶佳俊', '2014-01-17 17:08:49', '2014-01-17 00:00:00', null, null, '3', '仅咨询', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('420', '20140116-1843', '隐藏失效日期', '香港新鸿基', '256', null, '陶佳俊', '2014-01-17 17:14:03', '2014-01-20 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('421', '20140116-1851', 'appFind控件时间过滤条件失效', '广州合景', '303', null, '张胜富', '2014-01-17 17:18:42', '2014-01-20 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('422', '', '整理计划系统中使用ActiveX控件的使用', '无', '00', null, '', '2014-01-20 08:46:33', '2014-01-17 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('423', '20140115-1622', '方案应用-插件一键安装', '北京首开', '253', null, '邹艳辉', '2014-01-16 15:55:05', '2014-01-21 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('424', '20140114-1519', '方案应用-IE10兼容（计划系统）', '佳兆业', '303', null, '陶佳俊', '2014-01-16 15:51:27', '2014-01-21 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('425', '20140114-1521', '方案应用-IE10兼容（销售系统）', '佳兆业', '25', null, '陶佳俊', '2014-01-16 15:51:54', '2014-01-22 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('426', '20140114-1523', '方案应用-IE10兼容（成本系统）', '佳兆业', '301', null, '陶佳俊', '2014-01-16 15:54:05', '2014-02-12 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('427', '20140113-1328', '组织架构垂直管理及用户可查看兼职公司组织架构需求', '北京万达', '255', null, '邹艳辉', '2014-01-14 11:26:54', '2014-01-15 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('428', '20140113-1218', '方案应用-IE10兼容', '广州保利', '303', null, '张胜富', '2014-01-14 11:25:17', '2014-01-20 00:00:00', null, null, '3', '保利为25升级到303', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('429', '20140108-0778', '方案应用-插件一键安装', '佳兆业', '303', null, '陶佳俊', '2014-01-08 16:05:29', '2014-01-09 00:00:00', null, null, '3', 'Project插件安装后不显示提交按钮', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('430', '20140116-1733', '异常日志没有记录的问题', '深圳中粮', '256', null, '颜邕', '2014-01-16 15:57:49', '2014-01-21 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('431', '20140116-1815', '项目标准角色无法选择团队角色', '北京鑫苑', '303', null, '吴开峰', '2014-01-17 17:19:43', '2014-01-20 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('432', '', '修复佳兆业中遮罩层消失不了的问题', '佳兆业', '301', null, '', '2014-01-21 08:45:01', '2014-01-20 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('433', '20140114-1444', '功能授权问题', '北京中交集团', '303', null, '邓斌', '2014-01-16 15:49:58', '2014-01-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('434', '20140120-2025', '[平台]切换公司界面显示问题优化', '上海农工商', '302', null, '张巍', '2014-01-20 14:48:00', '2014-01-22 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('435', '', '插件修复，在安装包中添加VSTO 4.0', '上海红星建设', '303', null, '', '2014-01-22 08:41:47', '2014-01-21 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('436', '20140120-2066', '方案应用-插件一键安装', '总部招商', '256', null, '陶佳俊', '2014-01-22 16:36:13', '2014-01-23 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('437', '', '华远AppGridE控件修改', '北京华远', '303', null, '', '2014-01-22 18:16:46', '2014-01-22 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('438', '', 'IE10修复Bug排查，针对.net 1.1的IE10修复补丁', '北京信达', '25', null, '郭凯', '2014-01-23 08:48:43', '2014-01-22 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('439', '20140116-1806', '[平台]频繁访问首页导致站点内存溢出', '上海上实', '251', null, '赵红伟', '2014-01-17 17:23:12', '2014-01-23 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('440', '20140121-2153', '附件删除零星需求', '总部招商', '256', null, '陶佳俊', '2014-01-22 16:37:41', '2014-01-22 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('441', '20140123-2352', '方案应用-IE10兼容', '北京SOHO', '25', null, '曹珂', '2014-01-23 14:17:28', '2014-01-23 00:00:00', null, null, '3', '', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('442', '20140115-1603', '系统频繁出现SqlDependency错误', '上海立天唐人', '302', null, '赵红伟', '2014-01-16 15:54:37', '2014-01-23 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('443', '20140115-1699', '认购书文档型套打报表位置变动', '金海港', '257', null, '邓斌', '2014-01-16 15:56:10', '2014-01-23 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('444', '', 'IE10修复Bug排查', '无', '25', null, '', '2014-01-24 08:44:05', '2014-01-22 00:00:00', null, null, '3', '', '内部', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('445', '20140122-2280', '频繁访问首页导致站点内存溢出', '杭州中大', '301', null, '赵红伟', '2014-01-23 09:45:06', '2014-01-24 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('446', '20140120-2044', '上传控件焦点问题', '重庆龙湖', '25', null, '吴开峰', '2014-01-22 16:35:23', '2014-01-24 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('447', '20140120-2073', '[平台]AppForm隐藏控件支持SetValue', '无锡九龙仓', '253', null, '汪海疆', '2014-01-22 16:37:06', '2014-01-24 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('448', '20140115-1637', '增加不允许被调整的岗位控制', '总部招商', '256', null, '陶佳俊', '2014-01-16 15:55:37', '2014-01-24 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('549', '20140303-0151', '[万科][平台]资源化过滤调整需求', '深圳万科', '25', null, '颜邕', '2014-03-03 16:41:01', '2014-03-04 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('550', '20140303-0213', '[工作流][上海绿地][移动审批]审批同意后无反应', '上海绿地', '301', null, '杨正国', '2014-03-04 08:54:50', '2014-03-04 00:00:00', null, null, '3', '已发送邮件说明此项问题, 移动端不支持工作流同一责任人跳过功能, 移动组一周前发送的移动升级包解决了此项问题.', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('551', '20140304-0378', '[工作流]建业-工作流、平台-IE兼容性、遮罩层、工作流BUG', '郑州建业', '252', null, '汪海疆', '2014-03-04 17:03:07', '2014-03-03 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('552', '20140304-0399', '[工作流]西安雨润-工作流-会签无反应BUG', '西安雨润', '254', null, '汪海疆', '2014-03-04 18:44:06', '2014-03-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('553', '20140304-0345', '【运维】广州时代map的tempfiles目录过大', '广州时代', '25', null, '张胜富', '2014-03-04 16:21:05', '2014-03-05 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('554', '20140304-0396', '[工作流]成都鑫苑工作流流程解晰BUG', '成都鑫苑', '303', null, '李致熙', '2014-03-04 18:39:47', '2014-03-05 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('555', '20140305-0457', '[平台]方案应用-大文件上传', '深圳星河', '256', null, '涂一鸣', '2014-03-05 12:43:34', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('556', '20140303-0164', '[平台]方案应用-大文件上传', '深圳佳兆业', '301', null, '涂一鸣', '2014-03-04 08:53:10', '2014-03-07 00:00:00', null, null, '3', '等PM前一个IE10的更新包处理完成后再处理该问题。预计周五进入开发，下周一完成开发。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('557', '20140303-0063', '[北京万达][MAP]ntko WORD插件替换及插入文本型业务域方案', '北京万达', '255', null, '邹艳辉', '2014-03-03 11:36:38', '2014-03-05 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('558', '20140306-0557', '[成都银传][平台]单点登录消息推送', '成都银传', '303', null, '邓斌', '2014-03-06 09:49:33', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('559', '20140306-0552', '[工作流][上海仁恒][工作流]协商功能优化', '上海仁恒', '301', null, '杨正国', '2014-03-06 09:32:01', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('560', '20140306-0623', '[深圳保利达][平台]上级岗位修改异常', '深圳保利达', '256', null, '颜邕', '2014-03-06 14:04:28', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('561', '20140306-0584', '[工作流]碧桂园工作流优化【零星调整20140304】', '中山碧桂园', '25', null, '李锐', '2014-03-06 09:51:18', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('562', '20140306-0665', '[青岛嘉合东方][桌面部件]桌面部件BUG', '青岛嘉合东方', '254', null, '程旭', '2014-03-06 15:07:52', '2014-03-06 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('563', '20140305-0455', '[平台]方案应用-大文件上传', '深圳星河', '256', null, '涂一鸣', '2014-03-05 12:43:03', '2014-03-06 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('564', '20140304-0309', '[工作流]ERP10【待办消息获取接口调整】', '中山雅居乐', '10', null, '薛小虎', '2014-03-04 14:18:14', '2014-03-05 00:00:00', null, null, '3', '开发中沟通需求疑问，自测场景多，导致超时。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('565', '20140307-0759', '[移动]修改平台底层支持移动审批103', '上海大华', '258', null, '赵红伟', '2014-03-07 11:41:18', '2014-03-07 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('566', '20140304-0275', '[商业地产202产品开发]平台Map BUG修复', '内部商业地产', '304', null, '吕日辉', '2014-03-04 11:34:29', '2014-03-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('567', '20140307-0815', '[龙光][平台]下载的压缩文件等显示异常为axd未知文件', '深圳龙光', '256', null, '颜邕', '2014-03-07 14:28:36', '2014-03-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('568', '20140307-0869', '[工作流][流程收到多个代办问题]', '河南建业', '257', null, '汪海疆', '2014-03-07 15:37:16', '2014-03-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('569', '20140307-0756', '[工作流]某些模板审批步骤中启用签章成未勾选', '深圳绿景', '256', null, '颜邕', '2014-03-07 15:42:38', '2014-03-07 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('570', '20140306-0708', '[工作流]表单审批意见展示方式调整咨询', '上海农工商', '302', null, '杨正国', '2014-03-06 18:22:10', '2014-03-07 00:00:00', null, null, '3', '评估可行性及预计工作量，谢谢；\n待一线回复确认中', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('571', '20140307-0751', '邮件发送时间问题升级', '广州合景', '303', null, '张胜富', '2014-03-07 11:39:13', '2014-03-07 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('572', '20140307-0817', '[河南建业][平台][IE10、11兼容需求]', '河南建业', '257', null, '汪海疆', '2014-03-07 14:30:12', '2014-03-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('573', '20140306-0673', '[平台]方案应用-IE10兼容', '广州力迅', '20', null, '张胜富', '2014-03-06 15:26:08', '2014-03-07 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('574', '20140307-0782', '[工作流]审批中允许修改业务数据', '天津国民地产', '256', null, '程旭', '2014-03-07 11:47:43', '2014-03-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('575', '20140307-0863', '[工作流]抄送类型与重设责任人调整', '佛山碧桂园', '25', null, '李锐', '2014-03-07 15:32:36', '2014-03-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('576', '20140307-0883', '[成都优品道][平台]工作流页面打印报错', '成都优品道', '302', null, '邓斌', '2014-03-07 16:05:28', '2014-03-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('577', '20140307-0831', '客户web.config与研发web.config差异分析', '北京SOHO', '25', null, '曹珂', '2014-03-07 14:31:54', '2014-03-10 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('578', '20140307-0766', '[工作流]流程查询-无数据bug', '深圳星河', '256', null, '涂一鸣', '2014-03-07 11:43:47', '2014-03-06 00:00:00', null, null, '3', '需处理，当前需求PM回复任务系统操作错误，为待确认状态。仍需处理。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('579', '20140307-0830', '[工作流]数据已暂时修复原因无法查明', '安徽金大地', '257', null, '程旭', '2014-03-07 14:39:31', '2014-03-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('580', '20140310-0998', '[工作流]审批流程无法自动归档', '重庆新鸥鹏', '253', null, '邓斌', '2014-03-10 12:50:02', '2014-03-10 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('581', '20140306-0648', '[工作流]ntko word插件替换', '北京万达', '303', null, '邹艳辉', '2014-03-06 15:10:50', '2014-03-10 00:00:00', null, null, '3', '客户未使用明源工作流，该需求无需开发。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('582', '20140310-0954', '[工作流]工作流审批默认岗位优化', '厦门海翼', '256', null, '薛小虎', '2014-03-10 11:12:59', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('583', '20140310-0958', '[工作流]工作流（303）零星开发需求', '广州保利', '303', null, '张胜富', '2014-03-10 11:15:30', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('584', '20140307-0842', '[工作流]流程打回审批人不见', '青岛天一建筑', '303', null, '程旭', '2014-03-07 14:44:47', '2014-03-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('585', '20140311-1127', '[平台]工作流附件无法打开', '重庆同景', '255', null, '邓斌', '2014-03-11 09:32:08', '2014-03-13 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('586', '20140307-0893', '北京伊泰组织架构调整功能优化开发', '北京伊泰', '253', null, '郭凯', '2014-03-07 17:01:50', '2014-03-20 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('587', '20140310-1022', '成本系统专项【单点登录环境集成】', '碧桂园', '25', null, '李锐', '2014-03-11 09:57:23', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('588', '20140307-0760', '佳兆业主数据平台优化需求', '深圳佳兆业', '301', null, '涂一鸣', '2014-03-07 15:40:41', '2014-03-10 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('589', '20140306-0660', '[工作流]郑州丰源-工作流-工作流同一责任人跳过功能', '郑州丰源', '256', null, '汪海疆', '2014-03-06 15:06:04', '2014-03-10 00:00:00', null, null, '3', '郑州丰源工作流源码建立花费了不少时间, 原因是vss上WF3.0.8标准库版本号为3.0.8.50415存在多个标签版本.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('590', '20140311-1195', '[平台]ERP站点内存溢出', '中山美的', '254', null, '薛小虎', '2014-03-11 15:40:39', '2014-03-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('591', '20140311-1199', '[雅居乐][平台]ERP257内存溢出排查', '中山雅居乐', '257', null, '薛小虎', '2014-03-11 15:41:43', '2014-03-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('592', '20140311-1139', '广州保利平台工作流事件注册问题修复', '广州保利', '303', null, '张胜富', '2014-03-11 10:06:56', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('593', '20140311-1166', '广州合景平台增加字段(金蝶核算编码)需求', '广州合景', '303', null, '张胜富', '2014-03-11 11:25:06', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('594', '20140311-1137', '广州时代客户使用报表插件的技术咨询', '广州时代', '25', null, '张胜富', '2014-03-11 10:05:39', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('595', '20140311-1211', '深圳益田工作流报错', '深圳益田', '303', null, '刘玺', '2014-03-11 17:20:17', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('596', '20140311-1201', '[港中旅][平台]OA单点登录', '深圳港中旅', '254', null, '颜邕', '2014-03-11 15:49:56', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('597', '20140311-1264', '上传页面默认文档类型显示', '广州合景', '303', null, '张胜富', '2014-03-11 17:54:25', '2014-03-11 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('598', '20140307-0848', '[工作流]审批过程丢失记录，请查明原因', '沈阳穗港', '256', null, '程旭', '2014-03-07 14:51:30', '2014-03-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('599', '20140311-1235', '[工作流]广州合景工作流BUG', '广州合景', '303', null, '张胜富', '2014-03-11 15:51:45', '2014-03-11 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('600', '20140312-1367', '成本授权数据丢失', '深圳鹏基南方', '253', null, '刘玺', '2014-03-12 11:56:59', '2014-03-13 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('601', '20140312-1344', 'AppGridE控件导出数字需要能够计算，而非文本类型', '北京华远', '303', null, '曹珂', '2014-03-12 11:10:17', '2014-03-12 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('602', '20140312-1338', '[工作流]增加不打印域', '广州合景', '303', null, '张胜富', '2014-03-12 11:01:04', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('603', '20140307-0791', '平台appgridtree导出无样式及css资源无法正常加载BUG修复', '商业地产202', '303', null, '袁作辉', '2014-03-07 13:02:45', '2014-03-12 00:00:00', null, null, '3', '', '产品', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('604', '20140313-1483', '[平台]方案应用-IE10兼容', '上海绿地', '257', null, '张巍', '2014-03-13 10:20:48', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('605', '20140310-0977', '[工作流]上传OFFICE做了加密报未装OFFICE', '南宁高新', '301', null, '程旭', '2014-03-10 11:28:05', '2014-03-12 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('606', '20140312-1409', '[工作流]移动审批无附件', '深圳花半里', '256', null, '颜邕', '2014-03-12 17:52:16', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('607', '20140313-1526', '认购书套打格式异常', '大连海昌', '303', null, '程旭', '2014-03-13 15:38:41', '2014-03-13 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('608', '20140313-1568', '同步客户文件', '北京方兴', '254', null, '郭凯', '2014-03-13 18:15:32', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('609', '20140314-1597', '[移动]103版本移动审批上线', '上海盛高', '256', null, '胡洁', '2014-03-14 10:28:05', '2014-03-13 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('610', '20140314-1605', '[平台]文档下载异常', '深圳龙光', '256', null, '颜邕', '2014-03-14 10:30:11', '2014-03-14 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('611', '20140313-1510', '计划系统打开一个项目的计划编制与调整一直加载中', '北京金泰', '303', null, '张明明', '2014-03-14 10:43:23', '2014-03-14 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('612', '20140313-1547', '[商业地产202产品开发][MAP]平台BUG(P3)', '商业地产', '303', null, '袁作辉', '2014-03-13 16:56:22', '2014-03-17 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('613', '20140313-1527', '[工作流]金融街工作流专项补充完善需求', '北京金融街', '257', null, '叶杨', '2014-03-13 15:35:15', '2014-03-14 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('614', '20140314-1635', '广州城建ERP站点内存溢出', '广州城建', '252', null, '张胜富', '2014-03-14 14:37:26', '2014-03-14 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('615', '20140314-1659', '事件订阅增加本地是否成功判断', '深圳佳兆业', '303', null, '涂一鸣', '2014-03-14 15:24:37', '2014-03-14 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('616', '20140314-1676', '[MAP]景瑞POM系统保存岗位报错', '上海景瑞', '25', null, '赵红伟', '2014-03-14 16:04:52', '2014-03-14 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('617', '20131210-0134', '客服里新增问题时页面报错', '上海瑞虹新城', '25', null, '赵红伟', '2014-02-23 15:59:24', '2014-02-18 00:00:00', null, null, '3', 'ITSM编号：\nEXEC s_reindex --重建整个ERP系统数据库中的表索引碎片\nEXEC sp_updatestats; --更新统计信息（需在s_reindex后面使用）', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('618', '20140314-1682', '[工作流]北京高和邮件推送工作流地址打开无权限', '北京高和', '301', null, '郭凯', '2014-03-14 16:17:35', '2014-03-17 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('619', '20140311-1158', '[北京万达][MAP]垂直管理功能调整补充功能', '北京万达', '255', null, '邹艳辉', '2014-03-11 11:07:48', '2014-03-12 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('620', '20140314-1715', '龙湖销售系统分页功能调整', '重庆龙湖', '25', null, '吴开峰', '2014-03-14 18:14:40', '2014-03-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('621', '20140317-1765', '[工作流]-流程标题生成需求', '南京万博', '303', null, '汪海疆', '2014-03-17 10:11:06', '2014-03-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('622', '20140312-1370', '[工作流]字段丢失，无法赋值', '青岛天一仁和', '303', null, '程旭', '2014-03-12 12:04:44', '2014-03-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('623', '20140317-1876', '[厦门海投][疑难杂症]网上备案疑难杂症单', '厦门海投', '25', null, '薛小虎', '2014-03-17 15:38:41', '2014-03-18 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('624', '20140317-1882', '[工作流]隐藏保存草稿、放开平方米', '广州合景', '303', null, '张胜富', '2014-03-17 15:53:30', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('625', '20140315-1739', '[工作流]明源工作流与第三方工作流对接咨询', '上海复地', '303', null, '杨正国', '2014-03-16 19:36:24', '2014-03-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('626', '20140317-1828', '[工作流][移动审批]移动审批无法批阅问题', '北京金融街', '303', null, '叶杨', '2014-03-17 11:48:45', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('627', '20140318-1964', '[工作流]前后插审批组织架构界面调整需求', '北京金融街', '303', null, '叶杨', '2014-03-18 09:05:24', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('628', '20140317-1940', '[平台]方案应用-IE10兼容', '成都置信', '252', null, '邓斌', '2014-03-17 23:12:06', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('629', '20140314-1697', '[工作流]鹏基南方工作流管理某流程审批完未能进入下一步骤', '深圳鹏基南方', '253', null, '刘玺', '2014-03-14 17:05:54', '2014-03-18 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('630', '20140317-1824', '[工作流]移动审批产品优化及反馈', '广州合景', '303', null, '胡洁', '2014-03-17 11:50:31', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('631', '20140318-1976', '[平台]方案应用-插件一键安装', '北京首开', '254', null, '朱林', '2014-03-18 09:58:07', '2014-03-18 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('632', '20140318-2022', '广州时代报表插件转换为MSI格式', '广州时代', '25', null, '张胜富', '2014-03-18 11:47:41', '2014-03-17 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('633', '20140318-2021', '[主动运维]龙湖内存溢出问题升级排查', '重庆龙湖', '25', null, '黄麟欢', '2014-03-18 11:48:49', '2014-03-19 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('634', '20140318-2013', '(BUG)鑫苑（多角色查询计划系统功能权限修复）', '重庆鑫苑', '303', null, '陈轶涛', '2014-03-18 11:32:45', '2014-03-18 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('635', '20140318-2004', '[工作流]修改业务域数据问题', '杭州中大', '301', null, '程旭', '2014-03-18 11:10:51', '2014-03-19 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('636', '20140314-1723', '[工作流]同一节点产生多条待办', '四川新希望', '302', null, '邓斌', '2014-03-14 19:42:08', '2014-03-17 00:00:00', null, null, '3', '已提交更新包,内含修复历史数据的sql样例.', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('637', '20140318-2133', '[平台]网上备案控件问题修复', '厦门海投', '25', null, '薛小虎', '2014-03-18 19:04:51', '2014-03-19 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('638', '20140319-2149', '【运维】雅居乐10系统提示数据库版本不对', '中山雅居乐', '10', null, '薛小虎', '2014-03-18 22:56:01', '2014-03-19 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('639', '20140306-0548', '[平台]方案应用-大文件上传', '厦门滕王阁', '303', null, '薛小虎', '2014-03-06 09:28:26', '2014-03-11 00:00:00', null, null, '3', '[工作流],[平台]审批附件批量上传和下载，平台部分由肖铎开发，开发前后与肖铎多沟通。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('640', '20140320-2401', '星河平台工作流上传附件图片优化需求', '深圳星河', '256', null, '涂一鸣', '2014-03-20 11:30:07', '2014-03-20 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('641', '20140319-2289', '平台appGridE控件导出功能调整', '北京华远', '303', null, '曹珂', '2014-03-19 17:06:51', '2014-03-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('642', '20140318-1983', '[工作流]广州保利移动审批可编辑表单专项-工作流修改', '广州保利', '25', null, '胡洁', '2014-03-18 10:00:53', '2014-03-19 00:00:00', null, null, '3', '本次需求开发这边提交更新包,但是无法直接测试，今天未联系上王晨旭请他协助测试,我会继续跟进.', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('643', '20140319-2228', '[工作流]N小时没处理则自动完成问题', '重庆康田置业', '253', null, '邓斌', '2014-03-19 16:04:44', '2014-03-19 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('644', '20140319-2326', '[工作流]工作流底层修改', '青岛银盛泰', '256', null, '', '2014-03-20 09:31:28', '2014-03-21 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('645', '20140318-2089', '[报表]屏幕报表打印报错', '上海大华', '251', null, '赵红伟', '2014-03-18 17:37:34', '2014-03-19 00:00:00', null, null, '3', '经过排查，原代码就已经实现了此功能，此处无需调整。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('646', '20140320-2439', '[平台]ERP10门户查看系统待办消息超时', '中山雅居乐', '10', null, '薛小虎', '2014-03-20 19:33:32', '2014-03-21 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('647', '20140318-1989', '[工作流]多人审批不全选及提示调整', '北京金融街', '258', null, '叶杨', '2014-03-18 10:18:39', '2014-03-20 00:00:00', null, null, '3', '可以开始处理，调整多人审批为默认不全选，将选择下一步责任人的提示调整为红色\n\n仅调整多人并行审批责任人不明确场景下的责任人名称默认全不选', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('648', '20140307-0905', '[工作流]修改记录规范', '重庆东原', '257', null, '邓斌', '2014-03-07 17:34:06', '2014-03-21 00:00:00', null, null, '3', '一线已经确认了，不做需求1.1了，只做需求2.1那个增加高级选择的部分。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('649', '20140321-2568', '平台修改-撤回IE兼容包中关于插件的部分', '广州时代', '25', null, '张胜富', '2014-03-21 11:52:37', '2014-03-21 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('650', '20140321-2546', '销售系统交互明细查询报错', '北京新世界', '252', null, '郭凯', '2014-03-21 10:13:36', '2014-03-21 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('651', '20140320-2511', '[上海大华][平台]费用系统集成后遗留Bug处理', '上海大华', '258', null, '赵红伟', '2014-03-21 14:24:41', '2014-03-21 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('652', '20140318-2074', '[工作流]合约规划特殊字符校验BUG', '深圳花样年', '253', null, '颜邕', '2014-03-18 16:01:10', '2014-03-24 00:00:00', null, null, '3', '开发1.5D,测试0.8D', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('653', '20140319-2271', '[工作流]表单增加重新归集历史页签', '北京鑫苑', '303', null, '罗洪涛', '2014-03-19 17:05:36', '2014-03-20 00:00:00', null, null, '3', '需26、27号完成。(待PM确认是否需开发)', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('654', '20140321-2612', '日志文件在成倍增长，导致内存溢出', '重庆东原', '257', null, '邓斌', '2014-03-21 15:49:21', '2014-03-21 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('655', '20140319-2286', '短信发送失败', '青岛星空', '303', null, '程旭', '2014-03-19 17:06:07', '2014-03-21 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('656', '20140320-2446', '[工作流]工作流完善需求（展开方式）', '北京金融街', '303', null, '叶杨', '2014-03-20 19:35:30', '2014-03-20 00:00:00', null, null, '3', '本需求由2人共同完成：\n雷启明：1D\n陈静：0.4D', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('657', '20140321-2535', '[工作流]系统待办事项bug', '成都宜佳信', '257', null, '邓斌', '2014-03-21 09:48:43', '2014-03-24 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('658', '20140321-2635', '[工作流]业务表单无法显示', '深圳佳兆业', '301', null, '涂一鸣', '2014-03-21 17:44:42', '2014-03-24 00:00:00', null, null, '3', 'PM确认为环境问题，此问题无需工作流团队排查。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('659', '20140324-2823', '[工作流]流程表单的附件位置错位', '深圳星河', '256', null, '涂一鸣', '2014-03-24 17:16:19', '2014-03-24 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('660', '20140319-2294', '附件防伪需求', '上海红星地产', '256', null, '张巍', '2014-03-20 09:29:31', '2014-03-19 00:00:00', null, null, '3', '由刘玮进行技术验证。可联系江威或者张永亮。', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('661', '20140324-2749', '【MAP平台】插件支持单独安装', '北京首开', '254', null, '邹艳辉', '2014-03-24 15:38:30', '2014-03-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('662', '20140322-2661', '部分电脑看不到目标成本信息', '重庆鑫苑', '303', null, '黄伟', '2014-03-23 17:10:27', '2014-03-24 00:00:00', null, null, '3', '问题升级后，一线同事已自行解决该问题，解决方案为卸载客户端杀毒软件。', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('663', '20140325-2877', '[工作流]北京方兴成本系统工作流BUG', '北京方兴', '254', null, '郭凯', '2014-03-25 10:24:03', '2014-03-25 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('664', '20140325-2953', '[工作流]ntko word插件自动安装', '北京首开', '254', null, '邹艳辉', '2014-03-25 14:32:48', '2014-03-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('665', '20140320-2455', '[工作流]费用系统审批记录优化', '重庆鑫苑', '303', null, '邵波', '2014-03-20 22:15:37', '2014-03-21 00:00:00', null, null, '3', '鑫苑累计出现几个bug, 与张圣一起做的,截止已经全部修复完, 等待项目通过.', '修复', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('666', '20140320-2459', '[工作流]费用系统流程解析BUG', '重庆鑫苑', '303', null, '邵波', '2014-03-20 22:17:13', '2014-03-21 00:00:00', null, null, '3', '鑫苑工作流累计出现多个bug, 与张圣一起修复完成, 等待项目测试通过.', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('667', '20140325-2963', '销售系统中划拨单中数据与实际金额不一致', '广州城建', '252', null, '张胜富', '2014-03-25 14:54:09', '2014-03-26 00:00:00', null, null, '3', '', '疑难', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('668', '20140326-3074', '[报表]DSS报表服务报错问题', '上海复地', '303', null, '张巍', '2014-03-26 10:27:17', '2014-03-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('669', '20140325-2922', '[工作流]移动审批104PC端支持需求', '移动审批', '303', null, '杨容', '2014-03-25 11:48:09', '2014-03-26 00:00:00', null, null, '3', '希望能在本周四之前提交需求1.1与需求1.2的ERP303支持版本', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('670', '20140326-3192', '[平台]项目系统超时问题', '北京纳帕', '301', null, '郭凯', '2014-03-26 17:42:20', '2014-03-26 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('671', '20140326-3163', '[工作流]新增流程模版报错', '江苏新城', '302', null, '杨正国', '2014-03-26 17:39:37', '2014-03-27 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('672', '20140326-3138', '[平台]方案应用-IE10兼容', '深圳华南城', '302', null, '颜邕', '2014-03-26 17:38:17', '2014-03-27 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('673', '20140325-3022', '碧桂园平台控件数字长度校验BUG', '中山碧桂园', '303', null, '张杰', '2014-03-25 17:14:22', '2014-03-26 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('674', '20140326-3088', '[工作流]成本系统合同审批用印归档时界面异常，无‘归档’按钮', '重庆龙湖', '253', null, '吴开峰', '2014-03-26 10:33:07', '2014-03-26 00:00:00', null, null, '3', '', '咨询', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('675', '20140326-3234', '[平台]Project2003在线编辑功能问题', '中山雅居乐', '10', null, '薛小虎', '2014-03-27 09:45:24', '2014-04-02 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('676', '20140324-2827', '[工作流]并行审批、移动审批电子签章功能修改', '西安雨润', '254', null, '汪海疆', '2014-03-24 17:28:18', '2014-03-24 00:00:00', null, null, '3', '处理需求2标签页，并行审批参考303的实现。', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('677', '20140325-3034', '(BUG)鑫苑（消息服务停止）', '重庆鑫苑', '254', null, '邵波', '2014-03-27 16:40:52', '2014-03-25 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('678', '20140326-3220', '[平台]广州保利撤销遮照包开发', '广州保利', '303', null, '张胜富', '2014-03-26 19:00:18', '2014-03-28 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('679', '20140328-3393', '佳兆业销售MAP修改需求', '深圳佳兆业', '25', null, '邢存岭', '2014-03-28 10:15:59', '2014-03-28 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('680', '20140327-3328', '[工作流]北京方兴工作流发起提示无流程模板', '北京方兴', '253', null, '郭凯', '2014-03-27 17:03:03', '2014-03-28 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('681', '20140226-2005', '[平台]AppGridE导出Excel调整', '重庆龙湖', '201', null, '王磊', '2014-03-28 09:44:25', '2014-03-28 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('682', '20140326-3212', '303升级到304的独立解决方案和更新包', '内部任务', '304', null, '柯晓露', '2014-03-26 18:11:32', '2014-03-31 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('683', '20140326-3092', '[工作流]广州保利Word内容丢失问题排查', '广州保利', '303', null, '张胜富', '2014-03-26 10:37:54', '2014-03-29 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('684', '20140328-3453', '[工作流]流转突然发现没有当前责任人', '北京金融街', '258', null, '叶杨', '2014-03-28 14:00:59', '2014-03-29 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('685', '20140326-3116', '[工作流]步骤名称自动同步', '重庆新鸥鹏', '253', null, '邓斌', '2014-03-26 17:20:23', '2014-03-29 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('686', '20140328-3395', '[工作流]广州中颐工作流电子签章的设置丢失疑难杂症升级', '广州中颐', '251', null, '张胜富', '2014-03-28 10:19:03', '2014-03-29 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('687', '20140328-3385', '[工作流]金科费用系统流程丢失', '重庆金科', '253', null, '邵波', '2014-03-28 16:07:49', '2014-04-03 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('688', '20140327-3326', '[工作流]鑫苑计划系统（待办最大化自适应显示）', '北京鑫苑', '303', null, '邵波', '2014-03-27 17:01:39', '2014-03-27 00:00:00', null, null, '3', '历史消息打开问题', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('689', '20140326-3165', '[工作流]新流程再次打开编号会自动加1', '北京金融街', '258', null, '叶杨', '2014-03-26 17:41:03', '2014-03-29 00:00:00', null, null, '3', '这是产品设计流水号不唯一的方案，只要打开新建流程，则流水号都会增加1，从而避免流水号重复的问题!所以此非问题。', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('690', '20140331-3557', '销售系统税费划拨疑难杂症升级', '广州城建', '252', null, '张胜富', '2014-03-31 11:12:56', '2014-03-31 00:00:00', null, null, '3', '', '咨询', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('691', '20140327-3350', '[工作流](北京鑫苑)特殊岗位流程监控', '北京鑫苑', '303', null, '邵波', '2014-03-27 19:54:03', '2014-03-31 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('692', '20140331-3652', '销售系统交易变更BUG疑难杂症升级', '广州奥园', '25', null, '胡星火', '2014-03-31 15:55:08', '2014-03-31 00:00:00', null, null, '3', '', '咨询', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('693', '20140331-3645', '[平台]工作流附件特殊字符问题', '深圳卓越', '252', null, '刘玺', '2014-03-31 15:53:44', '2014-04-01 00:00:00', null, null, '3', '', 'BUG', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `tasks` VALUES ('694', '20140331-3600', '[平台]单点登录开发', '港中旅', '256', null, '颜邕', '2014-03-31 11:18:06', '2014-04-03 00:00:00', null, null, '3', '', '需求', '', '0', '0', null, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- ----------------------------
-- Table structure for tasks_workload
-- ----------------------------
DROP TABLE IF EXISTS `tasks_workload`;
CREATE TABLE `tasks_workload` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type` tinyint(4) NOT NULL,
  `name` varchar(255) NOT NULL,
  `time` double(8,2) NOT NULL,
  `task_id` int(11) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tasks_workload
-- ----------------------------

-- ----------------------------
-- Table structure for task_version
-- ----------------------------
DROP TABLE IF EXISTS `task_version`;
CREATE TABLE `task_version` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `SycnUser` varchar(255) NOT NULL,
  `GetSqlDBTime` datetime NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of task_version
-- ----------------------------

-- ----------------------------
-- Table structure for tb_task
-- ----------------------------
DROP TABLE IF EXISTS `tb_task`;
CREATE TABLE `tb_task` (
  `TaskId` int(11) NOT NULL AUTO_INCREMENT,
  `TaskNo` varchar(40) DEFAULT NULL,
  `TaskTitle` varchar(500) DEFAULT NULL,
  `CustomerName` varchar(40) DEFAULT NULL,
  `ErpVersion` varchar(40) DEFAULT NULL,
  `AbuPM` varchar(40) DEFAULT NULL,
  `CreateTime` datetime DEFAULT NULL,
  `Start` datetime DEFAULT NULL,
  `ExpectEnd` datetime DEFAULT NULL,
  `ActualEnd` datetime DEFAULT NULL,
  `Status` tinyint(4) DEFAULT NULL,
  `Comment` varchar(500) DEFAULT NULL,
  `TaskType` varchar(40) DEFAULT NULL,
  `WorkflowVersion` varchar(40) DEFAULT NULL,
  `IsExceedSLA` tinyint(1) DEFAULT NULL,
  `IsSensitive` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`TaskId`)
) ENGINE=InnoDB AUTO_INCREMENT=3026 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_task
-- ----------------------------
INSERT INTO `tb_task` VALUES ('1', '20130619-1310', '建业集团-移动审批WEB版开发需求', '河南建业', '257', '薛小虎', '2013-07-29 11:00:27', '2013-06-27 00:00:00', '2013-07-01 00:00:00', '2013-07-31 12:19:52', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('2', '20130607-0595', '嘉里移动平台升级需求', '嘉里建设', '255', '周清河', '2013-07-29 11:06:21', '2013-07-05 00:00:00', '2013-07-04 00:00:00', '2013-07-31 12:23:17', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('3', '20130708-0638', 'SOHO文件下载方式修改需求', '北京SOHO', '25', '曹珂', '2013-07-29 11:26:00', '2013-07-09 00:00:00', '2013-07-09 00:00:00', '2013-07-31 18:05:34', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('4', '20130710-0870', '龙湖负载均衡缓存同步开发', '重庆龙湖', '25', '吴开峰', '2013-07-29 11:28:12', '2013-07-10 00:00:00', '2013-07-12 00:00:00', '2013-07-31 18:05:38', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('5', '20130710-0922', '龙光AD同步需求-新增集团下用户全部同步', '深圳龙光', '256', '韦曾奕', '2013-07-29 11:30:22', '2013-07-11 00:00:00', '2013-07-12 00:00:00', '2013-07-11 21:36:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('6', '20130716-1267', '复地POM系统tempfile文件夹异常日志文件过多的问题', '上海复地', '253', '张巍', '2013-07-29 11:32:59', '2013-07-16 00:00:00', '2013-07-17 00:00:00', '2013-07-31 12:01:08', '3', '工作量\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('7', '20130716-1272', '复地POM系统tempxml文件夹小文件过多的平台问题', '上海复地', '253', '张巍', '2013-07-29 11:34:29', '2013-07-16 00:00:00', '2013-07-17 00:00:00', '2013-07-31 12:01:17', '3', '工作量：\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('8', '20130722-1599', '城建工作流附件过长问题', '广州城建', '252', '冉航', '2013-07-29 11:40:47', '2013-07-22 00:00:00', '2013-07-22 00:00:00', '2013-07-22 09:36:00', '3', '工作量\n 李俊峰：0.1\n 陈伟：0.3', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('9', '20130723-1761', '金融街--AppGridE接口函数GetCrochetHookRows支持多选', '北京金融街', '258', '丁杰', '2013-07-29 11:42:39', '2013-07-23 00:00:00', '2013-07-26 00:00:00', '2013-07-31 12:01:40', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('10', '20130726-2023', '新鸿基平台任务', '香港新鸿基', '256', '陶佳俊', '2013-07-29 11:56:23', '2013-07-26 00:00:00', '2013-07-26 00:00:00', '2013-07-26 16:48:00', '3', '工作量\n 李俊峰：0.1\n 陈伟：0.6', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('11', '20130724-1871', '广州合景每日大量异常日志(平台修改)', '广州合景', '25', '张胜富', '2013-07-29 12:00:43', '2013-07-26 00:00:00', '2013-07-26 00:00:00', '2013-07-31 12:02:28', '3', '工作量\n 李俊峰：0.1\n 唐敦峰：0.4', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('12', '', '万科资源化过滤需求', '深圳万科', '25', '', '2013-07-29 12:01:47', '2013-08-09 00:00:00', '1900-01-01 00:00:00', '2013-08-09 15:43:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('13', '20130730-2252', '将报表导出的csv文件转存为xls并通过RMS加密', '中山雅居乐', '10', '薛小虎', '2013-07-29 17:35:47', '2013-07-29 00:00:00', '2013-07-31 00:00:00', '2013-08-01 09:53:52', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('14', '20130704-0402', '扫雷关键字敏感度处理', '北京SOHO', '25', '曹珂', '2013-07-29 11:04:42', '2013-07-04 00:00:00', '2013-07-04 00:00:00', '2013-07-31 12:23:12', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('15', '20130716-1245', '雅居乐明源系统专项【门户实现单点登录】', '中山雅居乐', '257', '薛小虎', '2013-07-29 11:39:16', '2013-07-18 00:00:00', '2013-07-30 00:00:00', '2013-07-31 12:01:29', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('16', '20130724-1816', '系统设置对岗位授权失败', '招商', '256', '陶佳俊', '2013-07-29 11:50:31', '2013-07-26 00:00:00', '2013-07-26 00:00:00', '2013-07-26 12:00:00', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('17', '20130723-1732', '招商WPS兼容性优化', '招商', '256', '陶佳俊', '2013-07-29 11:58:20', '2013-07-25 00:00:00', '2013-07-26 00:00:00', '2013-07-27 00:00:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('18', '20130629-2005', '广州城建增加异常信息记录功能(myExceptionLog表)', '广州城建', '252', '张胜富', '2013-07-29 11:02:46', '2013-07-01 00:00:00', '2013-07-02 00:00:00', '2013-08-01 18:06:43', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('19', '20130730-2180', '佳兆业无法检测到软件狗BUG', '深圳佳兆业', '253', '陶家俊', '2013-07-29 12:02:53', '2013-07-31 00:00:00', '2013-07-31 00:00:00', '2013-08-01 09:53:47', '3', '参照雅居乐ERP10的$/中山雅居乐/MAP2.0.6.60106源代码-ERP257/中山雅居乐MAP2.0.61123.0源代码VSS_ERP1.0/Branch/明源整体解决方案/Mysoft.Map.Core/Application.Security/SoftDog.vb文件实现.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('20', '20130704-0474', '广州保利水印功能报IE脚本错误', '广州保利', '251', '张胜富', '2013-07-29 11:08:24', '2013-07-05 00:00:00', '2013-07-05 00:00:00', '2013-07-31 18:05:26', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('21', '20130724-1844', '雅居乐ERP10系统登入出现异常（高重要）', '中山雅居乐', '25', '薛小虎', '2013-07-29 11:44:14', '2013-07-25 00:00:00', '2013-07-25 00:00:00', '2013-07-31 12:01:47', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('22', '20130705-0509', '平台任务-大连亿达待办事宜调整', '大连亿达', '301', '赵红伟', '2013-07-29 11:24:04', '2013-07-05 00:00:00', '2013-07-09 00:00:00', '2013-07-05 21:36:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('23', '20130801-0137', '金地平台任务(售楼系统用户数超出限制BUG)', '深圳金地', '10', '陶家俊', '2013-08-01 18:06:17', '2013-08-02 00:00:00', '2013-08-02 00:00:00', '2013-08-05 17:58:55', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('24', '', 'MAP303安全修复（4个安全漏洞）', 'MAP303安全修复', '303', '', '2013-08-05 16:41:37', '2013-08-07 00:00:00', '2013-08-09 00:00:00', '2013-08-12 10:58:43', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('25', '20130802-0220', '侨鑫ERP系统登录BUG需求', '侨鑫集团', '254', '冉航', '2013-08-02 15:18:53', '2013-08-05 00:00:00', '2013-08-05 00:00:00', '2013-08-05 17:59:22', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('26', '20130718-1421', '【主动修复】【第二计划批次】', '深圳龙光', '256', '任磊', '2013-08-05 17:57:31', '2013-08-01 00:00:00', '2013-08-01 00:00:00', '2013-08-02 00:00:00', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('27', '20130805-0383', '安全漏洞修复', '香港鹰君', '301', '邓斌', '2013-08-05 18:00:34', '2013-08-08 00:00:00', '2013-08-09 00:00:00', '2013-08-09 17:08:33', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('28', '', 'HTC代码调整工具', 'MAP304', '304', '', '2013-08-06 11:11:34', '2013-08-02 00:00:00', '2013-08-06 00:00:00', '2013-08-08 09:56:17', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('29', '', '主动修复工具维护', '主动修复', '00', '', '2013-08-06 14:10:32', '2013-08-06 00:00:00', '2013-08-09 00:00:00', '2013-08-12 11:49:57', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('30', '20130716-1290', '星河IE10兼容性修复--修BUG', '深圳星河', '256', '陶佳俊', '2013-08-06 15:46:39', '2013-08-06 00:00:00', '2013-08-07 00:00:00', '2013-08-12 11:50:30', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('31', '20130802-0227', '深圳万科用户权限调整需求', '深圳万科', '25', '陶家俊', '2013-08-02 15:17:11', '2013-08-05 00:00:00', '2013-08-07 00:00:00', '2013-08-08 09:58:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('32', '20130820-1835', '标准256主动修复', '标准版客户', '256', '任磊', '2013-08-08 09:44:22', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 00:00:00', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('33', '20130822-2051', '标准256-SP1主动修复', '标准版客户', '256', '任磊', '2013-08-08 09:45:08', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 00:00:00', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('34', '', 'utf-8验证', 'MAP304', '304', '', '2013-08-08 09:54:01', '2013-08-05 00:00:00', '1900-01-01 00:00:00', '2013-08-19 13:18:24', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('35', '20130807-0550', '金融街--AppGridE的customfilter中存在特殊字符报错', '北京金融街', '258', '邹艳辉', '2013-08-08 10:01:22', '2013-08-08 00:00:00', '2013-08-08 00:00:00', '2013-08-08 10:06:57', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('36', '20130806-0430', 'AppGridE特殊下拉框select2的SetValue无法正确设值', '北京金融街', '256', '邹艳辉', '2013-08-06 11:17:52', '2013-08-07 00:00:00', '2013-08-07 00:00:00', '2013-08-07 12:00:00', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('37', '20130607-0640', '【主动修复】【IE10兼容修复】BUG', '广州奥园', '25', '任磊', '2013-08-05 10:03:16', '2013-08-05 00:00:00', '2013-08-02 00:00:00', '2013-08-06 00:00:00', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('38', '', 'FIX:动态加行资源加载问题', 'MAP304', '304', '', '2013-08-12 12:00:22', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 18:11:19', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('39', '', 'FIX:appForm 控件中 selectBox 控件BUG', 'MAP304', '304', '', '2013-08-12 12:00:47', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 18:11:27', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('40', '', 'FIX:动作权限缓存（通用岗位）', 'MAP304', '304', '', '2013-08-12 13:01:40', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 18:11:49', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('41', '', 'MAP304安全修复（4个安全漏洞）', 'MAP304安全修复', '304', '', '2013-08-08 09:53:03', '2013-08-07 00:00:00', '2013-08-09 00:00:00', '2013-08-12 17:05:33', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('42', '20130808-0683', '【运维治理】广州保利异常日志记录问题', '广州保利', '25', '张胜富', '2013-08-08 14:55:55', '2013-08-12 00:00:00', '2013-08-12 00:00:00', '2013-08-13 10:53:31', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('43', '20130808-0807', '星河-附件上传容量扩增咨询需求', '深圳星河', '256', '陶家俊', '2013-08-09 08:47:11', '2013-08-12 00:00:00', '2013-08-12 00:00:00', '2013-08-12 17:25:07', '3', '咨询评估类需求.无法开发及测试.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('44', '', 'FIX:登录校验版本号问题', 'MAP304', '304', '', '2013-08-12 13:02:06', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 18:11:32', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('45', '', 'FIX:系统管理员无权限', 'MAP304', '304', '', '2013-08-12 13:01:02', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-16 17:27:37', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('46', '', 'FIX:登录连续点击2次Enter键', 'MAP304', '304', '', '2013-08-12 11:58:34', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-15 18:11:13', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('47', '20130809-0953', '登录校验软件狗的漏洞', '昆明客运', '251', '赵红伟', '2013-08-09 15:39:55', '2013-08-13 00:00:00', '2013-08-13 00:00:00', '2013-08-14 09:57:35', '3', '客户软件狗2010年遗失，在到13年2年多的时间里客户没有软件狗系统也能使用, 需要在在Default_Login中，增加产品狗的校验。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('48', '20130813-1197', '关于公共控件EntityFilter的问题', '北京鸿坤', '255', '邓斌', '2013-08-13 17:07:58', '2013-08-13 00:00:00', '2013-08-13 00:00:00', '2013-08-13 18:29:30', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('49', '20130813-1188', '深圳金地利销售系统客户关怀中的短信发送失败BUG', '深圳金地', '25', '邓斌', '2013-08-13 12:00:01', '2013-08-14 00:00:00', '2013-08-14 00:00:00', '2013-08-14 17:39:22', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('50', '20130814-1317', '中山碧桂园repeater页面使用viewstate缓存问题处理', '中山碧桂园', '25', '薛小虎', '2013-08-14 12:23:58', '2013-08-14 00:00:00', '2013-08-15 00:00:00', '2013-08-15 11:11:44', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('51', '', 'FIX:SQL依赖缓存机制问题', 'MAP304', '304', '', '2013-08-12 11:59:54', '2013-08-12 00:00:00', '1900-01-01 00:00:00', '2013-08-16 09:27:47', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('52', '', '审计日志的实现', 'MAP304', '304', '', '2013-08-19 13:21:46', '2013-08-19 00:00:00', '2013-08-22 00:00:00', '2013-08-22 10:08:01', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('53', '20130819-1736', '工作流下载附件时附件名称显示乱码', '北京福发', '25', '邓斌', '2013-08-19 18:40:49', '2013-08-20 00:00:00', '2013-08-20 00:00:00', '2013-08-20 10:15:50', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('54', '20130826-2179', '金地平台需求', '深圳金地', '25', '陶家俊', '2013-08-26 10:07:38', '2013-08-26 00:00:00', '2013-08-26 00:00:00', '2013-08-26 17:08:04', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('55', '', 'Post数据到Iframe', 'MAP304', '304', '', '2013-08-26 17:20:03', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-09 18:46:48', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('56', '', '增加ERP子系统版本页面', 'MAP304', '304', '', '2013-08-26 17:21:11', '2013-09-05 00:00:00', '2013-09-06 00:00:00', '2013-09-24 17:59:24', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('57', '', 'IE打印-无法支持HTC相关的内容', 'MAP304', '304', '', '2013-08-27 15:28:48', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-09 18:47:20', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('58', '', '【主动修复】广州城建-252sp3', '广州城建', '252', '冉航', '2013-08-29 15:00:14', '2013-09-18 00:00:00', '2013-09-22 00:00:00', '2013-09-24 18:00:34', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('59', '', 'ActiveX控件.net框架打包', '无', '00', '', '2013-11-08 19:16:13', '2013-11-08 00:00:00', '2013-11-08 00:00:00', '2013-11-08 19:16:47', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('60', '', 'ActiveX控件集成安装包测试', '无', '00', '', '2013-11-14 08:34:35', '2013-11-13 00:00:00', '2013-11-13 00:00:00', '2013-11-14 08:34:41', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('61', '', 'ActiveX控件打包与修复工具调整', '无', '00', '', '2013-11-17 11:42:48', '2013-11-15 00:00:00', '2013-11-15 00:00:00', '2013-11-17 11:43:14', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('62', '20140422-2694', '[工作流][流程归档成本公文丢失bug需求]', '河南建业', '301', '汪海疆', '2014-04-23 11:59:30', '2014-04-29 00:00:00', '2014-04-29 00:00:00', '2014-04-29 17:12:23', '3', '', '咨询', '', '0', '0');
INSERT INTO `tb_task` VALUES ('63', '20130814-1305', '金地erp系统支持用户名含特殊字符“.”+咨询评估', '金地', '25', '陶佳俊', '2013-08-15 09:08:21', '2013-08-15 00:00:00', '2013-08-15 00:00:00', '2013-08-15 15:41:27', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('64', '20130814-1350', '[主动运维]上海复地URL无法访问', '上海复地', '253', '张巍', '2013-08-14 17:49:04', '2013-08-15 00:00:00', '2013-08-16 00:00:00', '2013-08-16 10:16:35', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('65', '20130808-0624', '北京SOHO平台修改需求', '北京SOHO', '25', '曹珂', '2013-08-08 10:50:13', '2013-08-16 00:00:00', '2013-08-16 00:00:00', '2013-08-16 10:33:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('66', '20130808-0660', '【主动修复】【第二计划批次】重庆怡置', '重庆怡置', '256', '任磊', '2013-08-09 09:10:23', '2013-08-15 00:00:00', '2013-08-16 00:00:00', '2013-08-16 17:26:50', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('67', '20130816-1551', '中信单点登录功能移植', '北京中信', '303', '曹柯', '2013-08-16 15:12:38', '2013-08-16 00:00:00', '2013-08-16 00:00:00', '2013-08-16 17:26:38', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('68', '', 'UTF-8切换', 'MAP304', '304', '', '2013-08-19 13:15:20', '2013-08-19 00:00:00', '1900-01-01 00:00:00', '2013-09-08 21:21:39', '3', '按陈伟之前的UTF-8验证做实战操作，并检验陈伟的验证工作。', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('69', '', '设计前端新的API', 'MAP304', '304', '', '2013-08-19 13:16:54', '2013-08-19 00:00:00', '1900-01-01 00:00:00', '2013-09-08 21:21:51', '3', '主要是为了解决URL拼接问题，这次重新实现与URL有关的API', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('70', '20130816-1524', '北京万达平台底层支持移动产品', '北京万达', '255', '邹艳辉', '2013-08-16 10:49:32', '2013-08-19 00:00:00', '2013-08-19 00:00:00', '2013-08-20 09:36:20', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('71', '20130816-1552', '广州保利平台需求：修改数字控件(内部任务)', '广州保利', '25', '张胜富', '2013-08-16 15:11:10', '2013-08-19 00:00:00', '2013-08-20 00:00:00', '2013-08-20 16:39:43', '3', '开发:0.5\n测试:0.4', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('72', '20130816-1518', '建业集团-公司切换BUG', '河南建业', '257', '薛小虎', '2013-08-16 10:48:29', '2013-08-16 00:00:00', '2013-08-20 00:00:00', '2013-08-20 16:45:31', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('73', '20130809-0892', 'MAP平台集成登录bug', '总部工作流', '303', '孙锋', '2013-08-09 15:37:54', '2013-08-15 00:00:00', '2013-08-20 00:00:00', '2013-08-20 16:42:22', '3', '工作流单独部署时发生集成登录有BUG', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('74', '', '任务调度与维护界面开发', 'MAP304', '304', '', '2013-08-19 13:17:57', '2013-08-26 00:00:00', '1900-01-01 00:00:00', '2013-09-10 17:41:05', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('75', '20130819-1631', '上海大华读取软件狗内存异常问题', '上海大华', '25', '赵红伟', '2013-08-19 10:52:26', '2013-08-20 00:00:00', '2013-08-20 00:00:00', '2013-08-21 10:09:25', '3', '陈伟：0.5\n周睿：0.2', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('76', '20130812-1030', '郑州康桥【OA接口及组织架构个性化移植】', '郑州康桥', '303', '汪海疆', '2013-08-12 11:21:32', '2013-08-20 00:00:00', '2013-08-20 00:00:00', '2013-08-20 16:38:13', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('77', '20130821-1923', '【平台任务-咨询评估】金泰地产集成需求评估', '北京金泰', '302', '邹艳辉', '2013-08-21 15:29:18', '2013-08-21 00:00:00', '2013-08-22 00:00:00', '2013-08-22 11:10:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('78', '20130820-1790', '北京SOHO平台修改需求', '北京SOHO', '25', '曹柯', '2013-08-20 16:46:46', '2013-08-21 00:00:00', '2013-08-22 00:00:00', '2013-08-22 12:20:54', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('79', '20130822-2107', '上海景瑞_CRM_使系统可增加售楼用户授权(咨询评估)', '上海景瑞', '25', '赵红伟', '2013-08-26 09:58:47', '2013-08-26 00:00:00', '2013-08-26 00:00:00', '2013-08-26 10:02:40', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('80', '20130822-2044', '【主动运维】上海复地CRM站点无法访问', '上海复地', '25', '张巍', '2013-08-22 10:35:51', '2013-08-26 00:00:00', '2013-08-27 00:00:00', '2013-08-27 10:27:46', '3', '任务重复.关闭任务.不再处理', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('81', '20130828-2450', '广州保利DSS平台问题', '广州保利', '256', '邢存岭', '2013-08-28 14:17:18', '2013-08-29 00:00:00', '2013-08-29 00:00:00', '2013-08-29 16:27:44', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('82', '20130826-2229', '标准256-SP2主动修复', '标准版客户', '256', '任磊', '2013-08-28 15:48:28', '2013-08-28 00:00:00', '1900-01-01 00:00:00', '2013-08-28 15:51:48', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('83', '', '标准254主动修复', '标准版客户', '254', '任磊', '2013-08-08 09:50:20', '2013-08-19 00:00:00', '2013-08-22 00:00:00', '2013-08-22 18:14:50', '3', 'CodeReview由唐敦峰负责。', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('84', '', '【主动修复】上海复地CRM-301sp1', '上海复地', '301', '张巍', '2013-08-29 14:59:37', '2013-08-31 00:00:00', '1900-01-01 00:00:00', '2013-09-05 14:21:04', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('85', '', '【主动修复】北京金融街CRM-256sp2', '北京金融街', '256', '邹艳辉', '2013-08-29 15:06:36', '2013-08-30 00:00:00', '1900-01-01 00:00:00', '2013-09-08 21:23:42', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('86', '', '【主动修复】广州星河湾-257sp1', '广州星河湾', '256', '冉航', '2013-08-29 15:03:45', '2013-08-30 00:00:00', '1753-01-01 00:00:00', '2013-09-08 21:23:31', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('87', '20130829-2559', '招商网络狗需求', '深圳招商', '256', '陶家俊', '2013-08-29 16:45:53', '2013-08-29 00:00:00', '2013-08-29 00:00:00', '2013-08-29 17:21:33', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('88', '20130902-0035', '【主动修复】江苏新城POM-302', '江苏新城', '302', '张巍', '2013-08-29 15:05:58', '2013-09-04 00:00:00', '1900-01-01 00:00:00', '2013-09-08 21:23:37', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('89', '20130905-0599', '【主动修复】大连亿达-301sp1', '大连亿达', '301', '赵红伟', '2013-08-29 15:05:21', '2013-08-31 00:00:00', '1900-01-01 00:00:00', '2013-09-05 14:21:15', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('90', '', '【主动修复】佳兆业成本-301sp1', '佳兆业', '301', '陶佳俊', '2013-08-29 15:07:06', '2013-08-31 00:00:00', '1900-01-01 00:00:00', '2013-09-05 14:21:21', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('91', '20130829-2549', 'SOHO宕机主动修复遗漏问题', '北京SOHO', '25', '', '2013-08-29 16:27:29', '2013-08-30 00:00:00', '2013-08-30 00:00:00', '2013-08-30 19:29:49', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('92', '20130827-2304', '龙光ERP256系统遮罩无法消失BUG', '深圳龙光', '256', '颜邕', '2013-08-29 17:38:18', '2013-08-30 00:00:00', '2013-08-30 00:00:00', '2013-08-30 17:25:30', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('93', '20130902-0113', '佳兆业ad域问题', '深圳佳兆业', '301', '陶佳俊', '2013-09-03 08:51:03', '2013-09-03 00:00:00', '2013-09-03 00:00:00', '2013-09-03 18:00:16', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('94', '20130902-0210', '深圳中粮webservice接口验证', '深圳中粮', '256', '颜邕', '2013-09-03 08:49:46', '2013-09-03 00:00:00', '2013-09-03 00:00:00', '2013-09-03 18:02:15', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('95', '20130903-0231', 'CRM_使系统可增加售楼用户授权', '上海景瑞', '255', '赵红伟', '2013-09-04 09:11:20', '2013-09-05 00:00:00', '2013-09-06 00:00:00', '2013-09-06 18:04:09', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('96', '20130828-2529', '光耀金源待办消息推送需求', '光耀金源', '303', '邓斌', '2013-08-29 16:26:46', '2013-09-02 00:00:00', '2013-09-04 00:00:00', '2013-09-04 14:47:45', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('97', '20130902-0179', '厦门源昌移动审批SESSION超时', '厦门源昌', '253', '杨容', '2013-09-03 08:50:24', '2013-09-04 00:00:00', '2013-09-04 00:00:00', '2013-09-04 16:08:42', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('98', '20130904-0346', 'AppGridE特殊字符报错', '招商地产', '256', '陶家俊', '2013-09-04 14:51:37', '2013-09-05 00:00:00', '2013-09-05 00:00:00', '2013-09-05 10:06:46', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('99', '20130904-0444', '平台需求-雅居乐AD域功能调整', '中山雅居乐', '10', '薛小虎', '2013-09-04 19:02:25', '2013-09-05 00:00:00', '2013-09-05 00:00:00', '2013-09-05 14:36:33', '3', '支持单页面使用AD登录.AD登录失败则转跳到非AD集成登录页面', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('100', '', '关闭页面级别的跟踪功能', 'MAP304', '304', '', '2013-09-04 11:26:20', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-08 18:10:14', '3', '搜索平台的aspx文件，找出打开跟踪的页面，删除Trace=\"true\"\n\nMap304中不存在打开跟踪的页面', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('101', '20130904-0419', '[平台]方案应用-大文件上传', '深圳星河', '256', '陶家俊', '2013-09-04 16:16:28', '2013-09-08 00:00:00', '2013-09-09 00:00:00', '2013-09-09 17:54:22', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('102', '', 'FIX:临时文件通过Session机制', 'MAP304', '304', '', '2013-08-27 15:29:39', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-16 11:06:27', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('103', '', '域用户自动同步需求', 'MAP304', '304', '', '2013-08-27 15:28:04', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-12 09:05:47', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('104', '20130905-0578', '深圳龙光IIS崩溃问题', '深圳龙光', '256', '颜邕', '2013-09-05 17:49:36', '2013-09-09 00:00:00', '2013-09-10 00:00:00', '2013-09-10 08:51:32', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('105', '', '【主动修复】深圳绿景POM-252sp3', '深圳绿景', '252', '邓斌', '2013-08-29 15:01:25', '2013-09-22 00:00:00', '2013-09-23 00:00:00', '2013-09-24 18:00:38', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('106', '20130905-0590', '广州美林信任站点问题', '广州美林', '256', '冉航', '2013-09-05 17:49:09', '2013-09-11 00:00:00', '2013-09-11 00:00:00', '2013-09-11 11:44:16', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('107', '20130830-2701', '重庆怡置项目保存报错', '重庆怡置', '256', '汪海疆', '2013-09-10 08:54:57', '2013-09-11 00:00:00', '2013-09-11 00:00:00', '2013-09-11 10:46:47', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('108', '20130909-0727', '深圳龙光域用户同步异常', '深圳龙光', '256', '颜邕', '2013-09-10 08:58:14', '2013-09-11 00:00:00', '2013-09-11 00:00:00', '2013-09-11 10:52:08', '3', '与任务20130909-0727重复.只结0.1工作量', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('109', '', 'AppForm中隐藏控件封装', 'MAP304', '304', '', '2013-08-26 17:20:42', '2013-09-11 00:00:00', '2013-09-11 00:00:00', '2013-09-12 09:05:22', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('110', '20130911-0924', 'MySoft.ZipLib.dll中S改为小写', '北京华润', '256', '陶家俊', '2013-09-11 12:00:28', '2013-09-11 00:00:00', '2013-09-11 00:00:00', '2013-09-11 17:39:46', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('111', '20130911-0965', '北京华远平台功能移植', '北京华远', '25', '曹柯', '2013-09-12 09:04:50', '2013-09-17 00:00:00', '2013-09-18 00:00:00', '2013-09-17 16:10:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('112', '20130912-1011', '广州合景单点登录集成', '广州合景', '303', '张胜富', '2013-09-12 11:19:59', '2013-09-13 00:00:00', '2013-09-13 00:00:00', '2013-09-13 08:58:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('113', '', '[平台]方案应用-大文件上传', '广州星河', '256', '陶佳俊', '2013-09-13 15:33:33', '2013-09-16 00:00:00', '2013-09-23 00:00:00', '2013-09-24 11:29:47', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('114', '20130913-1131', '金融街平台个性化移植移动代码', '北京金融街', '258', '邹艳辉', '2013-09-13 15:38:33', '2013-09-16 00:00:00', '2013-09-16 00:00:00', '2013-09-17 08:32:25', '3', '金融街移动销售的上线要求\n由于金融街销售系统做过系统集成，实际销售系统版本为256.但MAP平台底层使用时258的底层，且做过个性化开发，需要对金融街个性化底层进行移动产品支持通用改造', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('115', '20130913-1099', '北京华银系统账号登录无法显示功能菜单', '北京华银', '303', '邓斌', '2013-09-13 11:14:41', '2013-09-13 00:00:00', '2013-09-13 00:00:00', '2013-09-13 17:45:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('116', '20130913-1092', '碧桂园CPU占用过高紧急问题处理', '碧桂园', '25', '薛小虎', '2013-09-13 08:59:56', '2013-09-16 00:00:00', '2013-09-16 00:00:00', '2013-09-16 08:54:38', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('117', '20130911-0926', '万科组织权限管理增加排除公司功能', '深圳万科', '25', '陶家俊', '2013-09-11 11:59:39', '2013-09-15 00:00:00', '2013-09-16 00:00:00', '2013-09-17 08:25:41', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('118', '20130916-1328', '广东鸿艺系统设置组织架构调整故障', '广东鸿艺', '303', '邓斌', '2013-09-17 08:26:10', '2013-09-17 00:00:00', '2013-09-17 00:00:00', '2013-09-17 15:46:46', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('119', '20130912-1054', '广州保利平台需求-appGridl自定添加行问题', '广州保利', '25', '张胜富', '2013-09-13 08:27:08', '2013-09-17 00:00:00', '2013-09-18 00:00:00', '2013-09-17 16:32:44', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('120', '', '【主动修复】花样年-254', '花样年', '254', '颜邕', '2013-08-29 15:04:21', '2013-09-16 00:00:00', '2013-09-18 00:00:00', '2013-09-24 18:00:41', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('121', '20130918-1451', '河南建业客服系统用户功能验证', '河南建业', '257', '薛小虎', '2013-09-18 10:11:22', '2013-09-18 00:00:00', '2013-09-18 00:00:00', '2013-09-18 16:22:11', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('122', '20130913-1143', '益田集团-OA接口需求方案说明', '益田集团', '303', '邓斌', '2013-09-16 08:56:25', '2013-09-22 00:00:00', '2013-09-24 00:00:00', '2013-09-24 14:52:04', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('123', '20130917-1388', '新鸿基移动审批平台支持需求', '新鸿基', '256', '陶佳俊', '2013-09-17 15:55:57', '2013-09-22 00:00:00', '2013-09-22 00:00:00', '2013-09-22 14:31:09', '3', '该需求已经实现.无需开发', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('124', '', '修复303SP2中的两个BUG', 'MAP303', '303', '', '2013-09-22 16:05:24', '2013-09-23 00:00:00', '2013-09-23 00:00:00', '2013-09-23 08:44:07', '3', '1.Application_Edit.aspx页面的判断逻辑存在问题.没有判断DOM元素是否存在就开始访问.\n2.运行设置-作业管理界面存在问题.没有正确判断列表是否选择了数据.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('125', '20130918-1499', '深圳佳兆业特殊字符不工作流与业务系统限制不一致问题', '深圳佳兆业', '301', '陶佳俊', '2013-09-18 16:19:36', '2013-09-23 00:00:00', '2013-09-23 00:00:00', '2013-09-24 12:54:52', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('126', '20130922-1567', '佳兆业25销售平台修复', '深圳佳兆业', '25', '陶佳俊', '2013-09-23 08:50:14', '2013-09-25 00:00:00', '2013-09-25 00:00:00', '2013-09-25 12:47:24', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('127', '20130922-1555', '佳兆业301成本平台任务', '深圳佳兆业', '301', '陶佳俊', '2013-09-23 08:51:53', '2013-09-25 00:00:00', '2013-09-25 00:00:00', '2013-09-25 12:48:08', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('128', '20130922-1562', '深圳星河256平台修复', '深圳星河', '256', '陶佳俊', '2013-09-23 08:51:22', '2013-09-23 00:00:00', '2013-09-23 00:00:00', '2013-09-24 11:30:03', '3', '已经测试过，原版本就已经修复过,不需要修复。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('129', '20130922-1565', '深圳中海252平台修复', '深圳中海', '252', '陶佳俊', '2013-09-23 08:50:55', '2013-09-24 00:00:00', '2013-09-24 00:00:00', '2013-09-24 11:29:53', '3', '已经测试过，原版本就已经修复过,不需要修复。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('130', '20130924-1862', '新鸿基缓存同步报错问题修复', '香港新鸿基', '256', '陶佳俊', '2013-09-24 16:49:13', '2013-09-24 00:00:00', '2013-09-24 00:00:00', '2013-09-24 16:49:34', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('131', '20130922-1541', '华远平台集成个性化移植', '北京华远', '303', '曹珂', '2013-09-23 08:48:29', '2013-09-20 00:00:00', '2013-09-23 00:00:00', '2013-09-25 12:48:25', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('132', '', '补充小平台示例代码', '无', '00', '', '2013-09-13 15:35:57', '2013-09-24 00:00:00', '2013-09-24 00:00:00', '2013-09-24 18:01:29', '3', '根据API接口，提供相应的调用代码片段，更新到小平台SDK中。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('133', '20130916-1268', '协助-龙湖商业地产用户数校验', '重庆龙湖', '25', '吴开峰', '2013-09-17 08:26:41', '2013-09-25 00:00:00', '2013-09-25 00:00:00', '2013-09-26 08:31:05', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('134', '', '用友财务接口UTF-8测试', 'MAP304', '304', '', '2013-09-15 21:06:47', '2013-09-26 00:00:00', '2013-09-26 00:00:00', '2013-09-26 17:32:19', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('135', '20130925-1996', '碧桂园成本系统Bug【岗位授权无法保存】', '中山碧桂园', '25', '薛小虎', '2013-09-26 08:34:14', '2013-09-26 00:00:00', '2013-09-26 00:00:00', '2013-09-29 14:02:31', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('136', '20130925-1959', '诺仕达公司过滤Bug', '诺仕达', '302', '赵红伟', '2013-09-26 08:33:24', '2013-09-26 00:00:00', '2013-09-26 00:00:00', '2013-09-27 08:47:27', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('137', '20130925-1955', '俊发授权性能问题', '俊发', '25', '赵红伟', '2013-09-26 08:32:36', '2013-09-26 00:00:00', '2013-09-26 00:00:00', '2013-09-26 17:31:26', '3', '加索引可以解决问题', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('138', '20130926-2091', '北京上古售楼系统技术验证', '北京上古', '303', '郭凯', '2013-09-27 08:46:47', '2013-09-29 00:00:00', '2013-09-29 00:00:00', '2013-09-29 15:35:02', '3', '联系人:郑筱', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('139', '20130923-1686', '茂华DSS降级任务-平台改造', '茂华', '254', '邢存岭', '2013-09-24 14:55:57', '2013-09-25 00:00:00', '2013-09-30 00:00:00', '2013-09-30 10:06:48', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('140', '', '安全修复-为DSS等程序支持SQL关键字过滤', 'MAP304', '304', '', '2013-09-04 11:24:28', '2013-09-08 00:00:00', '2013-09-08 00:00:00', '2013-09-12 09:05:28', '3', '目前的SQL关键字只检查aspx的请求，但是DSS使用了ajax的扩展名，吴昊小蒋他们的AJAX方案使用了axd的扩展名，现在只能将扩展名改成配置项了。\n配置项的格式：.aspx;.ashx;.ajax;ajax.axd\n多个项用分号分开，默认就是以上设置。', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('141', '20130929-2300', '招商wps问题', '深圳招商', '256', '陶家俊', '2013-09-30 09:00:57', '2013-09-30 00:00:00', '2013-10-11 00:00:00', '2013-10-11 17:28:52', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('142', '20131008-0132', '华南城键盘翻页功能验证', '华南城', '302', '邓斌', '2013-10-08 17:05:25', '2013-10-09 00:00:00', '2013-10-09 00:00:00', '2013-10-10 09:26:46', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('143', '20131010-0352', '首开短信平台平台需求', '北京首开', '253', '邹艳辉', '2013-10-10 09:57:54', '2013-10-10 00:00:00', '2013-10-10 00:00:00', '2013-10-10 16:22:32', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('144', '20131009-0279', '深圳佳兆业RSA密钥任务', '深圳佳兆业', '301', '陶佳俊', '2013-10-12 12:18:31', '2013-10-09 00:00:00', '2013-10-09 00:00:00', '2013-10-12 12:18:39', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('145', '20131012-0667', '大连悦泰303销售系统左侧菜单显示报错', '大连悦泰', '303', '赵红伟', '2013-10-12 13:20:53', '2013-10-12 00:00:00', '2013-10-12 00:00:00', '2013-10-12 13:24:48', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('146', '', '深圳莱蒙主动修复', '深圳莱蒙', '253', '颜邕', '2013-10-11 17:39:29', '2013-10-08 00:00:00', '2013-10-12 00:00:00', '2013-10-12 18:00:00', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('147', '20131012-0677', '佳兆业降级到301支持任务', '深圳佳兆业', '301', '陶佳俊', '2013-10-14 08:54:49', '2013-10-14 00:00:00', '2013-10-18 00:00:00', '2013-10-18 11:56:20', '3', '其中0.5为结算之前唐敦峰处理RSA密钥问题工作量.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('148', '20131012-0630', '重庆招商平台修改需求(增加操作日志)', '重庆招商', '25', '汪海疆', '2013-10-14 08:56:18', '2013-10-16 00:00:00', '2013-10-17 00:00:00', '2013-10-17 17:32:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('149', '20131014-0827', '广州保利146服务器IIS内存溢出', '广州保利', '25', '张胜富', '2013-10-14 17:39:28', '2013-10-15 00:00:00', '2013-10-15 00:00:00', '2013-10-15 18:10:18', '3', '开发0.3,测试0.2', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('150', '20131014-0838', '深圳[花半里]点击各个分模块的帮助按钮弹出JS脚本错误', '深圳花半里', '303', '邓斌', '2013-10-14 18:02:19', '2013-10-15 00:00:00', '2013-10-15 00:00:00', '2013-10-15 18:09:44', '3', '关掉安全扫雷补丁就解决了.无需继续开发.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('151', '20131014-0850', '河南建业-【20131014】客服专用账号开发', '河南建业', '257', '薛小虎', '2013-10-15 08:46:59', '2013-10-15 00:00:00', '2013-10-16 00:00:00', '2013-10-16 10:48:28', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('152', '20131014-0784', '合景303系统Repeater控件翻页问题（内部任务）', '广州合景', '303', '张胜富', '2013-10-15 18:16:59', '2013-10-18 00:00:00', '2013-10-18 00:00:00', '2013-10-18 18:26:47', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('153', '20131015-0912', '[深圳机场]数据库密码的加密与解密逻辑[BUG]', '深圳机场', '302', '邓斌', '2013-10-16 09:02:57', '2013-10-16 00:00:00', '2013-10-16 00:00:00', '2013-10-17 11:40:19', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('154', '20131015-0980', '雅居乐ERP平台优化-增加短信消息服务提供商', '中山雅居乐', '301', '薛小虎', '2013-10-16 09:03:25', '2013-10-17 00:00:00', '2013-10-18 00:00:00', '2013-10-18 18:27:11', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('155', '', '北京万达主动修复', '北京万达', '255', '', '2013-10-16 09:26:32', '2013-10-14 00:00:00', '2013-10-16 00:00:00', '2013-10-16 10:50:16', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('156', '20131011-0516', '益田OA单点登陆', '益田', '303', '邓斌', '2013-10-11 17:31:11', '2013-10-16 00:00:00', '2013-10-16 00:00:00', '2013-10-16 18:57:28', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('157', '20131015-0993', '诺仕达工作流bug', '昆明诺仕达', '303', '赵红伟', '2013-10-16 14:36:33', '2013-10-17 00:00:00', '2013-10-17 00:00:00', '2013-10-17 09:09:06', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('158', '', '北京中信主动修复', '北京中信', '303', '邹艳辉', '2013-10-17 11:23:56', '2013-10-16 00:00:00', '2013-10-17 00:00:00', '2013-10-17 11:25:01', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('159', '20131017-1140', '北京北大资源短信接口开发', '北大资源', '303', '邓斌', '2013-10-18 11:43:56', '2013-10-21 00:00:00', '2013-10-22 00:00:00', '2013-10-22 17:13:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('160', '20131017-1121', '和融销售用户数分离需求开发', '和融', '25', '赵红伟', '2013-10-18 11:44:44', '2013-10-22 00:00:00', '2013-10-27 00:00:00', '2013-10-28 18:21:43', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('161', '', '北京金辉主动修复', '北京金辉', '254', '', '2013-10-18 17:07:46', '2013-10-17 00:00:00', '2013-10-22 00:00:00', '2013-10-22 12:28:31', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('162', '20131021-1413', '山东海通项目增加销售用户功能', '山东海通', '254', '郭凯', '2013-10-22 09:46:58', '2013-10-22 00:00:00', '2013-10-22 00:00:00', '2013-10-22 10:02:39', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('163', '20131021-1451', '绿景客服系统[技术验证]', '深圳绿景', '25', '', '2013-10-22 10:00:29', '2013-10-25 00:00:00', '2013-10-25 00:00:00', '2013-10-25 16:47:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('164', '', '北京中建主动修复', '北京中建', '254', '', '2013-10-22 12:27:36', '2013-10-21 00:00:00', '2013-10-22 00:00:00', '2013-10-22 14:55:14', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('165', '', '深业置地主动修复', '深业置地', '253', '', '2013-10-22 16:33:22', '2013-10-22 00:00:00', '2013-10-24 00:00:00', '2013-10-24 17:28:35', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('166', '20131023-1694', '北京华银短信接口开发', '北京华银', '303', '', '2013-10-24 08:27:28', '2013-10-28 00:00:00', '2013-10-28 00:00:00', '2013-10-28 18:21:51', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('167', '20131023-1666', '雅居乐ERP二代系统Bug【项目过滤提示超时】', '中山雅居乐', '257', '', '2013-10-24 14:13:42', '2013-10-25 00:00:00', '2013-10-25 00:00:00', '2013-10-28 14:03:22', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('168', '20131022-1479', '雅居乐Map用户管理修改需求', '中山雅居乐', '10', '薛小虎', '2013-10-22 10:01:35', '2013-10-24 00:00:00', '2013-10-24 00:00:00', '2013-10-25 08:53:37', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('169', '', '河南建业主动修复', '河南建业', '257', '', '2013-10-24 17:27:58', '2013-10-25 00:00:00', '2013-10-28 00:00:00', '2013-10-28 11:22:54', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('170', '20131021-1422', '华润平台任务', '北京华润', '25', '陶家俊', '2013-10-22 09:57:46', '2013-10-23 00:00:00', '2013-10-23 00:00:00', '2013-10-25 08:53:15', '3', '0.7 开发工作量 0.3 测试工作量', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('171', '20131022-1481', '碧桂园ERP平台优化【Asp.net升级及大文件上传方案】', '中山碧桂园', '25', '薛小虎', '2013-10-22 10:02:21', '2013-10-25 00:00:00', '2013-10-25 00:00:00', '2013-10-25 08:58:02', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('172', '20131025-1834', '【内部任务】金融街帮助文档挂接需求', '北京金融街', '258', '邹艳辉', '2013-10-25 09:28:00', '2013-10-28 00:00:00', '2013-10-28 00:00:00', '2013-10-28 18:21:28', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('173', '20131010-0434', '移动审批103版本兼容低版本ERP平台调整需求', '标准产品', '303', '杨容', '2013-10-11 09:48:29', '2013-10-12 00:00:00', '2013-11-08 00:00:00', '2013-11-08 10:07:32', '3', '一个任务结算全部工作量,【已完成十个版本修改】\n开发工作量平均每个版本0.6\n测试工作量0.3', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('174', '20131028-1934', '四川蓝光内存溢出问题修复', '四川蓝光', '256', '吴开峰', '2013-10-28 09:04:17', '2013-10-28 00:00:00', '2013-10-29 00:00:00', '2013-10-28 16:32:42', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('175', '20131025-1905', '招商单点登录需求', '总部招商', '256', '陶佳俊', '2013-10-28 09:06:19', '2013-10-29 00:00:00', '2013-10-29 00:00:00', '2013-10-29 18:06:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('176', '20131028-1932', '龙湖缓存同步失败BUG', '四川龙湖', '25', '陶佳俊', '2013-10-28 09:05:26', '2013-10-29 00:00:00', '2013-10-29 00:00:00', '2013-10-29 18:06:51', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('177', '20131028-1939', '[深圳宇宏]金蝶OA单点登录及待办任务推送[开发需求]', '深圳宇宏', '302', '邓斌', '2013-10-28 18:24:20', '2013-10-29 00:00:00', '2013-11-01 00:00:00', '2013-10-28 18:24:20', '3', '工作量包含后期联调工作量', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('178', '20131028-2089', '[平台]上海上实股份251版本支持AppGridTreeEdit', '上海上实股份', '251', '赵红伟', '2013-10-29 09:05:15', '2013-10-29 00:00:00', '2013-10-29 00:00:00', '2013-10-29 16:57:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('179', '20131030-2278', '永同昌报表增加集团查看模式', '永同昌', '301', '郭凯', '2013-10-31 09:03:24', '2013-11-01 00:00:00', '2013-11-01 00:00:00', '2013-11-01 17:46:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('180', '20131101-0158', '[BUG任务]北京和裕－流程附件查看时放大显示异常', '北京和裕', '302', '邓斌', '2013-11-04 09:36:57', '2013-11-04 00:00:00', '2013-11-04 00:00:00', '2013-11-04 18:20:39', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('181', '20131106-0539', 'BUG-蓝光控件使用内存溢出', '四川蓝光', '256', '吴开峰', '2013-11-06 10:07:21', '2013-11-06 00:00:00', '2013-11-06 00:00:00', '2013-11-06 15:39:02', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('182', '20131106-0538', '深圳万科平台需求', '总部万科', '25', '陶家俊', '2013-11-06 10:07:55', '2013-11-07 00:00:00', '2013-11-07 00:00:00', '2013-11-07 14:39:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('183', '20131104-0322', '北京茂华DSS与平台打通需求', '北京茂华', '254', '', '2013-11-05 09:07:19', '2013-11-05 00:00:00', '2013-11-06 00:00:00', '2013-11-07 08:56:11', '3', '确认需求+开发 1.1\n测试 0.4', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('184', '20131031-2362', '方案应用-IE10兼容', '香港新鸿基', '256', '陶佳俊', '2013-11-01 08:48:10', '2013-11-01 00:00:00', '2013-11-06 00:00:00', '2013-11-07 08:56:31', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('185', '20131105-0428', '工作流审批界面弹出插件提示去除-江苏新城', '江苏新城', '302', '张巍', '2013-11-06 10:08:53', '2013-11-13 00:00:00', '2013-11-13 00:00:00', '2013-11-13 09:48:34', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('186', '20131105-0467', '[平台需求]-雅居乐成本系统优化【零星优化20131028】', '中山雅居乐', '257', '薛小虎', '2013-11-06 10:08:26', '2013-11-06 00:00:00', '2013-11-06 00:00:00', '2013-11-06 18:46:11', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('187', '20131106-0646', '上海保利佳短信服务商兼容需求', '上海保利佳', '302', '张巍', '2013-11-07 09:38:10', '2013-11-08 00:00:00', '2013-11-12 00:00:00', '2013-11-12 14:45:20', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('188', '20131028-2007', '广州保利工作流及平台升级之平台部分', '广州保利', '25', '张胜富', '2013-10-28 18:23:29', '2013-11-04 00:00:00', '2013-11-08 00:00:00', '2013-11-29 18:38:45', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('189', '20131107-0695', '系统项目插件安装集成需求', '平安不动产', '303', '颜邕', '2013-11-07 10:54:59', '2013-11-07 00:00:00', '2013-11-08 00:00:00', '2013-11-08 16:53:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('190', '', 'ERPActiveX控件重新打包', '无', '00', '', '2013-11-08 08:16:36', '2013-11-07 00:00:00', '2013-11-07 00:00:00', '2013-11-08 11:42:28', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('191', '', '主动修复bug排查', '北京金辉', '254', '', '2013-11-07 18:59:27', '2013-11-07 00:00:00', '2013-11-07 00:00:00', '2013-11-08 11:17:46', '3', '处理了6个Bug，2个归属平台，一个bug是主动修复文档中未明确指出一个函数，导致修改遗漏，另一个是第二批次改动的时候Repeater控件测试没到位，目前两个问题都已修复。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('192', '', '主动修复协作讨论会', '无', '00', '', '2013-11-07 19:00:09', '2013-11-07 00:00:00', '2013-11-07 00:00:00', '2013-11-08 11:26:12', '3', '达成几点共识：\n1.	平台维护一份主动修复文档，放到共享目录，文档更新时由平台及时通知主动修复团队，文档位置为：\\\\10.5.10.15\\武汉研发与技术支持中心\\部门级配置目录\\运维交付中心\\平台开发部\\平台开发部文档\\平台主动修复\\02-修复方案\\Map3.0.3.20630主动修复方案(平台).docx\n2.	平台继续完善主动修复文档，增加“更新说明”小节，用于指引主动修复团队配合修改代码。交付给主动修复团队的更新说明中不再包括具体的操作指引，仅提供需要一线执行的SQL和配置修改指引。\n3.	平台交付时提供的修复清单中，对Bug修复描述归为四类：\n	“本次修复”，标记为“OK”。标识本次交付修复的问题；\n	“已修复”，标记为“跳过”。标识之前已修复过的问题；\n	“无需处理”，标记为“不处理”。标识主动修复团队无需处理的问题；\n	“未处理”，标记为“╳”。标识本次未处理的问题，并给出未处理原因。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('193', '', '主动修复问题排查', '深业置地', '253', '', '2013-11-08 12:00:31', '2013-11-08 00:00:00', '2013-11-08 00:00:00', '2013-11-08 19:03:13', '3', 'ERP登录，开两个页面，在其中一个页面重新登录，在另外一个页面点击二级菜单，应该会弹出登录页面，实际报错。\n分析是Global中Request未检测Session导致，深业置地修改了Global.asax.vb，提供给主动修复团队解决方法。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('194', '', '新鸿基IE10修复辅助及代码合并讨论', '香港新鸿基', '254', '', '2013-11-08 18:30:25', '2013-11-08 00:00:00', '2013-11-08 00:00:00', '2013-11-08 18:31:11', '3', '新鸿基IE10项目修改两个问题指导，另外新鸿基代码比对后发现差异太大，讨论如何合并问题。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('195', '', '排查项目上使用AppGridTreeEdit控件编辑框需要点两次的问题', '四川蓝光', '303', '', '2013-11-08 18:54:10', '2013-11-08 00:00:00', '2013-11-08 00:00:00', '2013-11-14 09:19:07', '3', '蓝光254的项目中有个地方没用使用平台AGTE控件的SetEditable方法，而是自己写的rowEdit，该控件编辑时首个TextBoxCell类型的控件第一次点击时无法编辑，第二次点击才行，总部疑似IE的bug，并用了另外一种方法来解决问题，项目上可能需要修改代码。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('196', '20131111-1094', '[开发]武汉福星惠誉短信接口需求', '武汉福星惠誉', '303', '邓斌', '2013-11-11 16:03:28', '2013-11-13 00:00:00', '2013-11-15 00:00:00', '2013-11-15 15:56:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('197', '20131108-0957', '深圳星河平台任务', '深圳星河', '256', '陶家俊', '2013-11-11 09:47:46', '2013-11-11 00:00:00', '2013-11-11 00:00:00', '2013-11-11 16:47:41', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('198', '', '完善IE10兼容修复文档', '无', '00', '', '2013-11-11 19:35:14', '2013-11-11 00:00:00', '2013-11-11 00:00:00', '2013-11-11 19:36:59', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('199', '', 'ActiveX控件下载程序与ActiveX下载页面调整', '无', '00', '', '2013-11-11 19:36:53', '2013-11-11 00:00:00', '2013-11-11 00:00:00', '2013-11-11 19:37:21', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('200', '20131108-0894', '金融街成本采招系统上线BUG', '北京金融街', '258', '邹艳辉', '2013-11-11 09:48:21', '2013-11-12 00:00:00', '2013-11-13 00:00:00', '2013-11-12 12:07:31', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('201', '20131108-0826', '[平台需求]雅居乐ERP257&10发现的平台问题', '中山雅居乐', '257', '薛小虎', '2013-11-08 09:58:22', '2013-11-12 00:00:00', '2013-11-12 00:00:00', '2013-11-13 15:00:46', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('202', '20131112-1186', '[开发]上海和融_销售选择业务员过滤', '上海和融', '25', '赵红伟', '2013-11-12 14:08:40', '2013-11-13 00:00:00', '2013-11-13 00:00:00', '2013-11-13 19:03:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('203', '', '处理IE10兼容', '香港新鸿基', '256', '', '2013-11-12 15:15:07', '2013-11-12 00:00:00', '2013-11-13 00:00:00', '2013-11-13 14:24:26', '3', '之前【香港新鸿基IE10任务】由于平台代码与项目代码差异非常大，导致之前做的更新包无法更新。本次需要先做代码同步并且重新完成IE10修复任务', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('204', '', '调整ERP中ActiveX控件下载页面', '无', '00', '', '2013-11-13 08:18:30', '2013-11-12 00:00:00', '2013-11-12 00:00:00', '2013-11-13 08:19:42', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('205', '', '编码ActiveX控件测试方法', '无', '00', '', '2013-11-13 08:19:23', '2013-11-12 00:00:00', '2013-11-12 00:00:00', '2013-11-13 08:19:47', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('206', '20131112-1172', '[开发]大连海昌_新增客户向导页面修改', '大连海昌', '303', '赵红伟', '2013-11-13 10:14:22', '2013-11-14 00:00:00', '2013-11-14 00:00:00', '2013-11-14 10:07:13', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('207', '20131113-1287', '四川蓝光桌面部件调整需求', '四川蓝光', '303', '吴开峰', '2013-11-13 10:12:32', '2013-11-13 00:00:00', '2013-11-13 00:00:00', '2013-11-13 19:08:02', '3', '完成，和标准化一起发包', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('208', '20131109-0975', 'UpFiles为虚拟目录时删除文件失败', '总部招商', '256', '陶家俊', '2013-11-12 09:39:33', '2013-11-14 00:00:00', '2013-11-14 00:00:00', '2013-11-15 11:20:35', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('209', '', 'ActiveX控件修复与客户端修复工具开发', '无', '00', '', '2013-11-14 21:22:13', '2013-11-14 00:00:00', '2013-11-14 00:00:00', '2013-11-14 21:22:25', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('210', '20131114-1462', '深圳招商移动审批103MAP平台调整需求', '深圳招商', '256', '杨容', '2013-11-15 09:31:29', '2013-11-18 00:00:00', '2013-11-19 00:00:00', '2013-11-19 17:57:10', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('211', '20131114-1432', '[开发]深圳鹰君安全补丁问题修复', '香港鹰君', '301', '邓斌', '2013-11-14 17:45:38', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-18 18:09:06', '3', '再次修复', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('212', '20131107-0721', '[BUG需求P1]北京和裕地产附件查看比例问题', '北京和裕', '302', '邓斌', '2013-11-08 09:59:07', '2013-11-08 00:00:00', '2013-11-15 00:00:00', '2013-11-13 09:36:59', '3', '由于免费的第三方OFFICE插件不支持，暂时无法解决.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('213', '', '上海保利佳消息服务支持多供应商', '上海保利佳', '302', '', '2013-11-15 13:52:05', '2013-11-15 00:00:00', '2013-11-15 00:00:00', '2013-11-15 13:52:10', '3', '上海保利佳消息服务在做的时候，未提供最新的版本的dll导致连接不上服务器，另外与亿美供应商沟通为什么存在发送失败的情况，导致最后花费了比任务工作量更多的时间', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('214', '20131111-1052', '北大资源短信接口联调', '北大资源', '303', '郭凯', '2013-11-12 09:37:55', '2013-11-15 00:00:00', '2013-11-22 00:00:00', '2013-11-18 18:15:31', '3', '本次工作量包括二个部分\n添加北大资源供应商：0.7\n预留联调工作量0.5', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('215', '20131108-0887', '[开发需求]销售系统项目短信接口需求', '宏安中国', '303', '邓斌', '2013-11-11 09:49:07', '2013-11-11 00:00:00', '2013-11-29 00:00:00', '2013-11-25 10:49:08', '3', '本次工作量包括二个部分\n添加香港供应商及支持多公司多账号：1.5\n预留联调工作量0.5', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('216', '20131113-1375', '[开发]大连正源_OA单点登录接口', '大连正源', '256', '赵红伟', '2013-11-14 10:08:47', '2013-11-15 00:00:00', '2013-11-15 00:00:00', '2013-11-18 10:11:49', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('217', '20131115-1574', '招商单点登录', '总部招商', '256', '陶佳俊', '2013-11-15 15:46:41', '2013-11-14 00:00:00', '2013-11-15 00:00:00', '2013-11-15 15:56:12', '3', '本次工作量包含三个部分，本次任务工作量+上次任务联调工作量+本次任务联调工作量', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('218', '', 'AppFrom的不允许录入字符控制存在漏洞', 'MAP304', '304', '李国栋', '2013-11-14 14:43:01', '2013-11-15 00:00:00', '2013-11-19 00:00:00', '2013-11-15 18:10:35', '3', '问题：\n用户录入一个限制的特殊字符后,关闭弹出的提示框,然后点击页面的关闭按钮,页面弹出是否确定离开的确认框,这时点击取消,再点击保存按钮,不允许录入的字符就保存到数据库中了.\n需求：\n需要修复此控制漏洞,避免限制的字符能够正常保存.\n\n解决方法：\n尝试了三种方式，1.阻止窗口关闭事件执行；2.取消窗口关闭时focus之前的控件；3.保存form时再次验证。前两种方式均搞不定，最后采用第三种方式，在Submit的时候对form下所有text控件做forbiddenChars检测，检测不通过则不允许保存。', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('219', '20131115-1686', '[四川蓝光][平台]组织架构上增加字段', '四川蓝光', '303', '陶佳俊', '2013-11-18 09:49:53', '2013-11-19 00:00:00', '2013-11-19 00:00:00', '2013-11-19 17:58:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('220', '', '异常日志恢复工作开发', '无', '00', '', '2013-11-18 19:01:45', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-18 19:03:15', '3', '异常日志替换工具对所有的文件VB文件都会保存一次，而且在文件末尾追加了一个回车符，导致签入文件过多。今天开发一个小工具，与主干的源代码进行比对，存在该情况的文件会从主干向分支恢复，并提源代码备份与比对功能。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('221', '', '收集Htc文件在IE10中转换成为JS文件资料', '无', '00', '', '2013-11-18 19:02:41', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-18 19:03:18', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('222', '', '杭州绿城ActiveX控件修复', '杭州绿城', '256', '', '2013-11-18 19:01:02', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-18 19:03:11', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('223', '', '花样年遮罩层不消失的问题', '花样年', '301', '颜邕', '2013-11-19 09:30:14', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-19 09:32:49', '3', '一线反应遮罩不消失的问题，远程到客户机器上F12查看代码没发现问题，F12关闭后问题无法重现了，可能是缓存问题。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('224', '', 'AGTE控件编辑需要点两次的问题', '未知', '252', '', '2013-11-19 09:32:32', '2013-11-18 00:00:00', '2013-11-18 00:00:00', '2013-11-19 09:35:04', '3', '修改项目代码，把setReadOnly方法放到保存中，setEditable方法放到编辑中，满足了需求。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('225', '20131114-1503', '[开发]单点登录消息集成需求', '北京翰宏', '301', '邓斌', '2013-11-15 08:58:31', '2013-11-19 00:00:00', '2013-11-22 00:00:00', '2013-11-20 17:33:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('226', '', '协助开发', '无', '256', '', '2013-11-19 18:27:05', '2013-11-19 00:00:00', '2013-11-19 00:00:00', '2013-11-19 18:29:31', '3', '工作量0.6主要包括以下几个方面\n1.协助一线客户进行招商单点登录调试\n2.协助上海保利佳与首易供应商进行沟通', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('227', '20131119-1888', '保利置业短信平台兼容性报错处理', '保利置业', '303', '', '2013-11-19 18:58:57', '2013-11-15 00:00:00', '2013-11-19 00:00:00', '2013-11-19 18:59:04', '3', '此任务是在完成保利置业短信添加多公司支持后\n1.处理短信供应商发送不稳定\n2.处理目前短信发送存在的问题\n补充的工作量', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('228', '', '主动修复工具添加XML文件中SQL大小写检测', '无', '00', '', '2013-11-19 19:14:57', '2013-11-19 00:00:00', '2013-11-19 00:00:00', '2013-11-19 19:15:49', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('229', '', 'IE专项中htc文件转换成为js文件资料收集', '无', '00', '', '2013-11-19 19:15:43', '2013-11-19 00:00:00', '2013-11-19 00:00:00', '2013-11-19 19:15:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('230', '', '蓝光标准化查不出用户', '四川蓝光', '303', '吴开峰', '2013-11-19 19:27:53', '2013-11-19 00:00:00', '2013-11-19 00:00:00', '2013-11-19 19:27:58', '3', '项目没有仔细看我的更新说明，沟通后修改e_MyUser视图解决问题。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('231', '20131115-1596', '金科Repeater控件翻页模式改造', '重庆金科', '253', '吴开峰', '2013-11-15 14:25:55', '2013-11-18 00:00:00', '2013-11-20 00:00:00', '2013-11-20 17:33:50', '3', '用dynatrace分析一下', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('232', '', '帮助主动修复组排除bug', '无', '00', '', '2013-11-20 19:07:19', '2013-11-20 00:00:00', '2013-11-20 00:00:00', '2013-11-20 19:12:48', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('233', '', 'Htc转js工具开发', '无', '00', '', '2013-11-20 19:09:07', '2013-11-20 00:00:00', '2013-11-20 00:00:00', '2013-11-20 19:12:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('234', '', '遮罩层不消失', '深圳花样年', '253', '颜邕', '2013-11-20 19:09:23', '2013-11-20 00:00:00', '2013-11-20 00:00:00', '2013-11-20 19:09:40', '3', '远程到客户机上看代码未发现问题，后发现可能是浏览器兼容性导致，F12改为IE8模式问题解决。但是有些页面是嵌入的IFrame，需要获取到该IFrame的地址后才能修改兼容模式。根本解决办法还是在IIS中加入meta头，跟客户解释并教会了她临时解决方法，问题及根本解决方法都已告知颜邕。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('235', '', '杭州绿城重新打更新包', '杭州绿城', '00', '', '2013-11-20 19:12:32', '2013-11-20 00:00:00', '2013-11-20 00:00:00', '2013-11-20 19:12:55', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('236', '20131120-2034', 'AppGridE控件缓存文件处理', '重庆龙湖', '25', '吴开峰', '2013-11-21 08:49:02', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-22 18:02:49', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('237', '20131120-1995', '北京华远平台控件修改', '北京华远', '303', '曹珂', '2013-11-20 10:27:52', '2013-11-20 00:00:00', '2013-11-20 00:00:00', '2013-11-21 18:31:54', '3', '开发：0.6 \n自测：0.3\n测试：0.3', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('238', '20131121-2180', '[DSS系统平台]12-31前放开对软件狗的校验', '保利', '256', '张胜富', '2013-11-21 16:39:48', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 16:40:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('239', '20131120-2038', '方案应用-IE10兼容', '江苏新城', '303', '张巍', '2013-11-21 08:48:21', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-25 10:25:44', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('240', '20131121-2179', '遮罩层问题处理', '花样年', '254', '颜邕', '2013-11-21 16:41:22', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 18:45:40', '3', '需要添加遮罩开关以关闭遮罩', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('241', '', '角色删除失败', '四川蓝光', '303', '', '2013-11-21 18:50:11', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 18:50:20', '3', '新建的角色删除失败，跟代码发现是工作流有个存储过程没有更新，另外平台有个删除权限的代码要注释掉。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('242', '20131113-1310', '[BUG]华南城采招系统WORD控件问题', '华南城', '302', '邓斌', '2013-11-14 10:09:49', '2013-11-19 00:00:00', '2013-11-22 00:00:00', '2013-11-21 18:54:41', '3', '研究了下NTKO OFFICE控件，该控件接口丰富，功能较丰富，使用较稳定，目前发现的WORD控件的常见问题NTKO均无异常，常用功能的详细评估结果如下：\n\n兼容性测试，测试环境：\nWinXP + IE8 + Office 2003；		支持\nWinXP + IE6 + Office 2007；		支持\nWin8 + IE10 + Office 2010；		支持\nWin7 + IE8 + Office 2013；		不支持\n\n支持Office 2003 ~ Office 2010，Office 2013会导致浏览器假死。\n\n针对项目碰到的问题测试\n支持全屏，缩放没问题；\n菜单隐藏在office2007以上版本（Ribbon风格UI）中无效；office2003可以，比如编辑，工具菜单，可以隐藏。\n\n保存按钮的问题\nWord和PPT中保存按钮可以置灰，Ctrl+S快捷键也无效，但是置灰不会立即刷新UI，发现采用切换菜单的方式可以解决此问题；Excel中保存按钮功能可以禁用，但无法置灰，前面切换菜单的方法也无效。总体还是不影响使用。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('243', '', '单点登录问题分析', '合景', '303', '', '2013-11-21 19:41:30', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 19:41:40', '3', '合景客户单点报错，协助项目，远程客户机器查看单点登录问题，并分析原因。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('244', '', '协助战略排查无法检测软件狗的问题', '无', '00', '', '2013-11-21 20:24:03', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 20:27:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('245', '', 'ActivX控件排查以及修复ActiveX控件的问题', '无', '00', '', '2013-11-21 20:26:14', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 20:27:56', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('246', '', '深圳绿景登录失败问题排查', '无', '00', '', '2013-11-21 20:27:48', '2013-11-21 00:00:00', '2013-11-21 00:00:00', '2013-11-21 20:28:09', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('247', '20131121-2224', '[BUG]系统设置用户账号莫名被锁定', '北京春光', '302', '刘玺', '2013-11-22 08:53:21', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-22 17:30:45', '3', '用户管理中有个密码策略,策略中可以指定密码输入错误超过几次.就被锁定.或者存在SQL注入.就对用户进行锁定.\n但这个锁定动作平台没有记录任何日志.现在用户说自己的帐号被锁定了.但我们没有任何证据.\n需要做的事情是:给SQL注入锁定用户和密码错误锁定用户增加日志.好查询原因.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('248', '20131119-1917', '[开发]绿景客服系统单点登录', '绿景', '302', '邓斌', '2013-11-20 10:29:18', '2013-11-21 00:00:00', '2013-11-22 00:00:00', '2013-11-22 15:27:06', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('249', '20131119-1935', '采购过程管理存储过程性能优化', '中山雅居乐', '257', '薛小虎', '2013-11-20 10:28:37', '2013-11-21 00:00:00', '2013-11-29 00:00:00', '2013-11-25 16:11:25', '3', '此问题需远程查看，一线联系后暂时没时间。下周一才可以查看', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('250', '20131119-1887', '[开发][合景][平台]优化需求', '广州合景', '303', '张胜富', '2013-11-20 10:29:54', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-22 15:27:11', '3', '上传控件添加『文档属性』及『是否过程文档』，供工作流使用', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('251', '', 'ERP与消息服务对接', '北大资源', '303', '', '2013-11-22 19:40:53', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-22 19:41:00', '3', '远程客户，协助一线完成ERP与消息服务对接', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('252', '', '杭州绿城ActiveX插件修复', '杭州绿城', '00', '', '2013-11-23 10:50:22', '2013-11-22 00:00:00', '2013-11-22 00:00:00', '2013-11-23 10:50:28', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('253', '20131118-1756', '异常日志无SQL辅助语句问题修复', '广州城建', '252', '张胜富', '2013-11-18 18:15:12', '2013-11-25 00:00:00', '2013-11-25 00:00:00', '2013-11-25 16:11:31', '3', '运维黄麟欢提的任务\nSQL异常时记录SQL与多数据源改造同时进行，该版本没有多数据源改造和记录SQL。\n单独添加记录SQL', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('254', '', '深圳莱蒙与北京金辉主动修复比对项目代码', '深圳莱蒙', '253', '', '2013-11-25 16:10:47', '2013-11-25 00:00:00', '2013-11-25 00:00:00', '2013-11-25 16:11:23', '3', '莱蒙有10个文件存在差异，提供增量包\n金辉不存在差异', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('255', '', '整理深圳花样年个性化库', '深圳花样年', '254', '', '2013-11-25 18:30:20', '2013-11-25 00:00:00', '2013-11-25 00:00:00', '2013-11-25 18:30:27', '3', '编译后无法运行的问题已查明，缺少ExceptionLog目录导致，添加DLL和目录后即可正常编译运行。\n同时补充李凡开发的遮罩层开关。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('256', '', 'ActiveX控件Project控件开发', '无', '00', '', '2013-11-25 19:58:55', '2013-11-25 00:00:00', '2013-11-25 00:00:00', '2013-11-25 19:59:02', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('257', '20131125-2555', '泛微OA单点登录需求', '上海中金', '303', '赵红伟', '2013-11-26 09:02:13', '2013-11-27 00:00:00', '2013-11-27 00:00:00', '2013-11-28 09:55:26', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('258', '20131125-2486', 'appGridTreeEdit控件的问题', '大连海昌', '304', '赵红伟', '2013-11-26 18:42:12', '2013-11-27 00:00:00', '2013-11-27 00:00:00', '2013-11-27 17:37:28', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('259', '', 'ActiveX控件中project控件修复', '无', '00', '', '2013-11-26 22:12:57', '2013-11-26 00:00:00', '2013-11-26 00:00:00', '2013-11-26 22:13:01', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('260', '20131125-2559', '2012数据库选择项目过滤报错', '广州恒大', '25', '冉航', '2013-11-26 09:01:25', '2013-11-26 00:00:00', '2013-11-26 00:00:00', '2013-11-27 15:57:22', '3', '原功能使用Repeater实现，后改为xslt+异步加载\n平台代码基本未作改动。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('261', '', '江苏新城关于HttpContext.Current修复', '江苏新城', '302', '', '2013-11-27 20:28:48', '2013-11-27 00:00:00', '2013-11-27 00:00:00', '2013-11-27 20:28:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('262', '20131126-2605', '建工销售系统需求方案_技术验证', '建工', '255', '邓斌', '2013-11-26 10:46:15', '2013-11-28 00:00:00', '2013-11-28 00:00:00', '2013-11-28 14:23:59', '3', '需要验证能否实现断点折线图\n验证可行', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('263', '', '蓝光303业务咨询及BUG排查', '四川蓝光', '303', '吴开峰', '2013-11-28 19:11:05', '2013-11-28 00:00:00', '2013-11-28 00:00:00', '2013-11-28 19:16:44', '3', '303准备上线，讨论上线数据初始化的问题。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('264', '', '岗位数据授权myUserObject表不写入数据的问题', '四川蓝光', '303', '吴开峰', '2013-11-28 19:13:38', '2013-11-28 00:00:00', '2013-11-28 00:00:00', '2013-11-28 19:16:47', '3', '追查各个版本的代码后发现，301以后对myUserObject表就不做操作了，用户的数据授权都从岗位数据权限获取，项目上256过来的版本需要修改代码。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('265', '', '发现并解决岗位授权可能不会清除用户缓存的bug', '无', '303', '', '2013-11-28 19:16:38', '2013-11-28 00:00:00', '2013-11-28 00:00:00', '2013-11-28 19:16:50', '3', '该问题在最新的版本上也存在，代码中拼接SQL的查询条件有问题，会导致SQL查询失败，但该错误不会抛出，用户无法感知，修改了这部分拼接的代码。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('266', '', 'ActiveX控件打包', '无', '00', '', '2013-11-28 19:35:12', '2013-11-28 00:00:00', '2013-11-28 00:00:00', '2013-11-28 19:35:17', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('267', '20131128-3042', '建业集团-附件服务器单独部署需求', '河南建业', '257', '薛小虎', '2013-11-29 09:29:28', '2013-12-02 00:00:00', '2013-12-02 00:00:00', '2013-12-03 09:13:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('268', '20131128-3015', 'ERP2.5老系统重新增加狗的校验', '广州保利', '25', '张胜富', '2013-11-29 09:30:21', '2013-11-29 00:00:00', '2013-11-29 00:00:00', '2013-11-29 11:32:50', '3', '回滚即可', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('269', '20131128-3013', 'DSS系统重新增加狗的校验', '广州保利', '256', '张胜富', '2013-11-29 09:31:24', '2013-11-29 00:00:00', '2013-11-29 00:00:00', '2013-11-29 11:32:45', '3', '回滚即可', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('270', '', 'ActiveX控件打包与前端检测', '无', '00', '', '2013-11-29 20:53:54', '2013-11-29 00:00:00', '2013-11-29 00:00:00', '2013-11-29 20:53:58', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('271', '', '测试Js替换Popup方案', '无', '00', '', '2013-12-02 19:23:20', '2013-12-02 00:00:00', '2013-12-02 00:00:00', '2013-12-02 19:23:24', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('272', '20131202-0214', '奥园upfiles文件夹管理需求', '广州奥园', '25', '冉航', '2013-12-02 22:30:47', '2013-12-03 00:00:00', '2013-12-05 00:00:00', '2013-12-03 18:33:36', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('273', '20131123-2358', '移动审批103平台调整需求', '中山美的', '254', '薛小虎', '2013-11-25 10:18:12', '2013-12-02 00:00:00', '2013-12-03 00:00:00', '2013-12-03 17:50:02', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('274', '', 'ActiveX控件修复（添加卸载以前版本的功能）', '无', '00', '', '2013-12-04 08:31:52', '2013-12-03 00:00:00', '2013-12-03 00:00:00', '2013-12-04 09:33:19', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('275', '20131126-2603', '江苏新城销售系统RTS报表打开页面内容无法复制', '江苏新城', '302', '', '2013-11-27 09:40:43', '2013-12-04 00:00:00', '2013-12-04 00:00:00', '2013-12-04 09:56:30', '3', '仅分析问题原因，由工报组修改', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('276', '', '中国农批明源消息服务联调', '中国农批', '303', '', '2013-12-04 10:04:58', '2013-12-04 00:00:00', '2013-12-04 00:00:00', '2013-12-04 10:05:08', '3', '补充联调工作量', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('277', '20131202-0145', '东亚新华系统报错', '东亚新华', '303', '邓斌', '2013-12-02 22:31:28', '2013-12-04 00:00:00', '2013-12-06 00:00:00', '2013-12-05 12:46:03', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('278', '', '天鸿BUG排查', '北京天鸿', '25', '', '2013-12-04 17:36:48', '2013-12-04 00:00:00', '2013-12-04 00:00:00', '2013-12-04 17:36:53', '3', '协助项目朱恋源排查岗位授权页面，动作点-岗位功能授权(项目进度管理系统-项目准备-项目知识管理库-查询)，保存时提示\"对不起，数据库中的子系统用户数超出允许范围！\"问题', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('279', '', '广州城建主动修复代码排查', '广州城建', '252', '', '2013-12-04 18:51:53', '2013-12-04 00:00:00', '2013-12-04 00:00:00', '2013-12-04 18:52:08', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('280', '', 'Popup替换方案开发', '无', '00', '', '2013-12-05 08:25:23', '2013-12-04 00:00:00', '2013-12-04 00:00:00', '2013-12-05 08:25:30', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('281', '20131204-0494', 'appGridTreeEdit控件问题总集', '大连海昌', '304', '赵红伟', '2013-12-05 10:10:14', '2013-12-05 00:00:00', '2013-12-13 00:00:00', '2013-12-05 18:43:40', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('282', '', '广州星河湾主动修复代码排查', '广州星河湾', '256', '', '2013-12-05 17:48:57', '2013-12-05 00:00:00', '2013-12-05 00:00:00', '2013-12-05 17:49:07', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('283', '', 'IE10中Popup Javscript替换方案测试', '无', '00', '', '2013-12-06 08:42:33', '2013-12-05 00:00:00', '2013-12-05 00:00:00', '2013-12-06 08:42:40', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('284', '20131205-0736', '方案应用-插件一键安装', '杭州绿城', '256', '薛小虎', '2013-12-06 10:15:43', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-09 09:44:08', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('285', '20131205-0637', '天鸿权限控制BUG', '北京天鸿', '25', '邓斌', '2013-12-05 13:10:39', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-09 09:52:35', '3', '本任务在排查过程中发现客户使用的map.core.dll与vss上最新的map.core.dll不一致。客户使用的依然是旧的core.使用最新的core本地测试没有问题。与邓斌沟通后，本任务暂时不关闭.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('286', '20131126-2577', '岗位成员调整权限下放及调整日志需求', '总部招商', '256', '', '2013-11-26 10:46:49', '2013-12-04 00:00:00', '2013-12-13 00:00:00', '2013-12-09 09:48:33', '3', '工作量主要包括\n主次需求沟通0.5\n\n本任务已完成需求沟通。具体需求实现下一阶段安排。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('287', '20131203-0459', '北京鑫苑附件上传控件移植', '北京鑫苑', '303', '吴开峰', '2013-12-04 08:55:07', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-06 17:35:44', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('288', '', '深圳花样年主动修复代码排查', '深圳花样年', '254', '', '2013-12-06 18:21:07', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-06 18:21:15', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('289', '', '工作流SQL调整', '四川蓝光', '303', '吴开峰', '2013-12-06 19:06:52', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-09 14:17:52', '3', '桌面部件新增的两个tab页面的SQL来自工作流，但是代码在平台，今天工作流调整了两次SQL，配合他们发布两次增量更新包。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('290', '', '普通用户桌面部件未显示新增的tab页面', '四川蓝光', '303', '吴开峰', '2013-12-06 19:09:00', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-09 14:17:56', '3', '普通用户没有显示新增的两个tab页面，清空缓存后再查看问题仍存在，查看代码这两个页面并未单独配置权限，怀疑是该用户权限未开启，建议检查后问题再未反馈。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('291', '', 'Popup替换方案测试', '无', '00', '', '2013-12-06 19:47:41', '2013-12-06 00:00:00', '2013-12-06 00:00:00', '2013-12-06 19:47:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('292', '', '北京中建及河南建业主动修复代码排查', '河南建业', '257', '', '2013-12-09 18:06:59', '2013-12-09 00:00:00', '2013-12-09 00:00:00', '2013-12-09 18:07:08', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('293', '', '江苏新城BUG排查', '江苏新城', '302', '', '2013-12-09 18:09:49', '2013-12-09 00:00:00', '2013-12-09 00:00:00', '2013-12-09 18:09:54', '3', '测试发现异常日志中记录了一个SQL执行失败的记录，一个加载XML出错的日志。经排查，SQL执行失败是项目中拼接SQL有问题，in后面的条件没有单引号；XML加载出错是因为LoadXML没有判断参数是否为空，catch中又记录了异常，不影响功能，但是会在异常日志中多记录一条记录，平台主动修复会注释掉，项目中需要自行修改。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('294', '', '下载带空格的文件异常', '重庆怡置', '256', '', '2013-12-09 18:11:54', '2013-12-09 00:00:00', '2013-12-09 00:00:00', '2013-12-09 18:12:00', '3', '左俊反应带空格的文件下载异常，但是这个地方没有做过主动修复，经查是9月份的时候峻峰做过的主动修复代码没有同步，重新发包即可。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('295', '', 'ERP中关于Popup替换方案测试', '无', '00', '', '2013-12-09 21:30:28', '2013-12-09 00:00:00', '2013-12-09 00:00:00', '2013-12-09 21:31:31', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('296', '20131204-0600', '北京方兴售楼专项技术验证', '北京方兴', '256', '', '2013-12-09 11:21:53', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-10 17:47:36', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('297', '', 'popup替代方案测试', '无', '00', '', '2013-12-11 08:30:04', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-11 08:30:08', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('298', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-22 22:14:59', '2013-12-20 00:00:00', '2013-12-20 00:00:00', '2013-12-22 22:15:07', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('299', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-25 08:34:17', '2013-12-24 00:00:00', '2013-12-24 00:00:00', '2013-12-25 08:34:23', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('300', '', '杭州绿城ActiveX插件排查', '杭州绿城', '256', '', '2013-12-09 21:31:15', '2013-12-09 00:00:00', '2013-12-09 00:00:00', '2013-12-09 21:31:28', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('301', '', '上海复地及北京金融街主动修复代码排查', '上海复地', '301', '', '2013-12-10 11:53:41', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-10 11:53:51', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('302', '20131118-1718', 'ERP和租赁系统实现单点登录', '成都川南大市场', '304', '汪海疆', '2013-11-18 18:17:18', '2013-12-06 00:00:00', '2013-12-13 00:00:00', '2013-12-10 17:44:27', '3', '包括需求咨询0.3\n开发：0.9\n测试：0.4', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('303', '', '评估平台主动修复代码撤回所需代价', '北京万达', '255', '', '2013-12-10 18:01:18', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-10 18:01:23', '3', '北京万达主动修复分为多个修改项，在几个月内分批进行。\n主干代码显示有部分修改项已经存在于主干，需要进一步分析需要撤回哪些主动修复项。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('304', '', 'ActiveX控件修复', '杭州绿城', '256', '', '2013-12-11 08:28:06', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-11 08:28:12', '3', '在安装集成安装成后，project 加载项不成功，排查是以前安装包注册表的问题', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('305', '', '排查project通过加载项保存出错的原因', '上海中鑫', '303', '', '2013-12-11 08:29:19', '2013-12-10 00:00:00', '2013-12-10 00:00:00', '2013-12-11 08:29:24', '3', '原因是保存的数据量比较大', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('306', '20131211-1252', '重庆金九产品BUG升级内部任务', '重庆金九', '255', '', '2013-12-11 10:09:49', '2013-12-11 00:00:00', '2013-12-11 00:00:00', '2013-12-11 10:45:22', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('307', '20131208-0962', '雅居乐-AD登录问题升级需求单', '中山雅居乐', '257', '薛小虎', '2013-12-11 10:13:58', '2013-12-09 00:00:00', '2013-12-13 00:00:00', '2013-12-13 17:36:44', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('308', '20131211-1250', '方案应用-插件一键安装', '上海中金', '303', '赵红伟', '2013-12-11 10:10:36', '2013-12-12 00:00:00', '2013-12-16 00:00:00', '2013-12-13 17:28:45', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('309', '20131210-1186', '[上海三盛][平台]appgridtree控件打印、导出Bug', '上海三盛', '25', '赵红伟', '2013-12-11 10:11:12', '2013-12-12 00:00:00', '2013-12-13 00:00:00', '2013-12-12 17:25:25', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('310', '20131209-1030', '审批流中附件无法打开', '重庆怡置', '257', '汪海疆', '2013-12-11 10:13:22', '2013-12-11 00:00:00', '2013-12-12 00:00:00', '2013-12-11 17:49:32', '3', '查看项目代码相应分支发现Mysoft.Map.Business.dll文件错误使用了主动修复之后的版本，还原旧版本即可。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('311', '', '深圳龙光主动修复代码排查', '深圳龙光', '256', '', '2013-12-11 17:53:09', '2013-12-11 00:00:00', '2013-12-11 00:00:00', '2013-12-11 17:53:16', '3', '仅完成排查，由于后续计划不明确暂未提供报告及更新包', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('312', '', 'Project com组件修复', '上海中金', '303', '', '2013-12-12 08:32:16', '2013-12-11 00:00:00', '2013-12-11 00:00:00', '2013-12-12 08:32:23', '3', '由于保存数据过大，想通过压缩的方式来解决问题', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('313', '', 'Project com组件加载数据错误排查', '杭州绿城', '256', '', '2013-12-12 08:33:57', '2013-12-11 00:00:00', '2013-12-11 00:00:00', '2013-12-12 08:34:13', '3', '在使用project 在线编辑的时候，提示传入数据错误，目前还未找到原因。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('314', '20131209-1054', '开发-新疆和谐泛微OA单点登录需求-新疆和谐', '新疆和谐', '302', '汪海疆', '2013-12-11 10:12:54', '2013-12-12 00:00:00', '2013-12-13 00:00:00', '2013-12-12 18:33:01', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('315', '20131211-1344', '青岛新华代办事宜修改', '青岛新华', '302', '郭凯', '2013-12-12 10:17:47', '2013-12-12 00:00:00', '2013-12-12 00:00:00', '2013-12-12 14:21:37', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('316', '20131210-1144', '广州保利DSS系统平台改为读网络狗与单机狗两种方式', '广州保利', '256', '张胜富', '2013-12-11 10:11:53', '2013-12-12 00:00:00', '2013-12-12 00:00:00', '2013-12-12 14:54:14', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('317', '20131212-1414', '全面预算现金流录入实际金额页面灰色遮罩层始终不消失', '广州星河湾', '256', '冉航', '2013-12-12 15:44:28', '2013-12-12 00:00:00', '2013-12-12 00:00:00', '2013-12-12 15:47:22', '3', '该问题由于项目自行个性化了一套AGE控件前端文件，主动修复时没有对这些文件添加加载完成标识，导致使用了这些个性化前端文件的页面遮罩无法消失。\n添加相应的标识后遮罩正常消失。\n任务编号对应的任务非登记给平台的内部任务。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('318', '', 'ActiveX插件修复', '杭州绿城', '256', '', '2013-12-13 08:22:43', '2013-12-12 00:00:00', '2013-12-12 00:00:00', '2013-12-13 08:23:50', '3', '测试提交的Bug修复', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('319', '', 'Project提交数据过大修复', '上海中金', '303', '', '2013-12-13 08:23:36', '2013-12-12 00:00:00', '2013-12-12 00:00:00', '2013-12-13 08:23:53', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('320', '20131212-1430', '重庆协信金蝶OA单点登录', '重庆协信', '301', '汪海疆', '2013-12-13 09:48:48', '2013-12-13 00:00:00', '2013-12-13 00:00:00', '2013-12-13 11:02:26', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('321', '20131211-1359', '成本数据库二次开发需求20131211', '河南建业', '257', '薛小虎', '2013-12-12 10:15:13', '2013-12-16 00:00:00', '2013-12-16 00:00:00', '2013-12-16 18:09:43', '3', '需要完成的内容为修改组织信息编辑界面。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('322', '', '北京金隅、佳兆业、大连亿达主动修复代码排查', '北京金隅', '25', '', '2013-12-13 18:07:15', '2013-12-13 00:00:00', '2013-12-13 00:00:00', '2013-12-13 18:07:22', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('323', '20131209-1127', '[佳兆业][平台]OA单点登录需求', '佳兆业', '303', '陶佳俊', '2013-12-11 10:12:23', '2013-12-16 00:00:00', '2013-12-17 00:00:00', '2013-12-16 16:09:25', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('324', '', '平台主动修复代码撤回', '北京万达', '255', '', '2013-12-04 09:49:16', '2013-12-16 00:00:00', '2013-12-16 00:00:00', '2013-12-16 18:11:05', '3', '移除迁移至TFS之前进行的主动修复\n具体行动为同步项目代码Map部分，并移除控件后台遮罩代码。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('325', '', 'Popup替换方案测试', '无', '00', '', '2013-12-17 08:24:06', '2013-12-16 00:00:00', '2013-12-16 00:00:00', '2013-12-17 08:24:12', '3', '调整ERP系统的框架', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('326', '20131216-1796', '北京鑫苑单点登录功能开发', '北京鑫苑', '303', '吴开峰', '2013-12-17 09:30:50', '2013-12-17 00:00:00', '2013-12-17 00:00:00', '2013-12-17 18:43:57', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('327', '', 'Htc javascript 替代方案开发', '无', '00', '', '2013-12-18 08:24:06', '2013-12-17 00:00:00', '2013-12-17 00:00:00', '2013-12-18 08:24:11', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('328', '20131216-1638', '北京和裕优化需求', '北京和裕', '302', '邓斌', '2013-12-17 09:33:41', '2013-12-18 00:00:00', '2013-12-18 00:00:00', '2013-12-18 16:36:17', '3', '拆分待办通知为待办通知与消息通知', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('329', '20131217-1942', '[万科][平台]缓存同步索引超出范围BUG', '万科', '25', '', '2013-12-18 09:32:19', '2013-12-18 00:00:00', '2013-12-20 00:00:00', '2013-12-18 15:51:03', '3', '开发：0.5\n测试：0.2', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('330', '', '佳兆业登录时空引用BUG排查', '佳兆业', '303', '', '2013-12-18 15:02:54', '2013-12-18 00:00:00', '2013-12-18 00:00:00', '2013-12-18 15:03:26', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('331', '', 'htc javascript 替换方案测试', '无', '00', '', '2013-12-19 08:28:52', '2013-12-18 00:00:00', '2013-12-18 00:00:00', '2013-12-19 08:28:56', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('332', '20131120-2021', '2012年10月平台主动修复代码撤回', '杭州绿城', '256', '薛小虎', '2013-11-21 08:50:18', '2013-12-18 00:00:00', '2013-12-19 00:00:00', '2013-12-19 17:08:34', '3', '包含了VSS转TFS用时，完整撤回所有主动修复内容。(除浮点运算方案）', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('333', '20131212-1392', '岗位成员调整权限下放及调整日志需求', '总部招商', '256', '陶佳俊', '2013-12-13 09:35:32', '2013-12-19 00:00:00', '2013-12-20 00:00:00', '2013-12-20 10:49:02', '3', '开发：2\n测试：0.5', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('334', '20131217-1811', '招商模块显示调整', '总部招商', '256', '陶佳俊', '2013-12-18 16:58:19', '2013-12-19 00:00:00', '2013-12-19 00:00:00', '2013-12-20 10:49:11', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('335', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-20 08:22:15', '2013-12-19 00:00:00', '2013-12-19 00:00:00', '2013-12-20 08:22:22', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('336', '20131220-2266', '[新鸿基][平台]首次登陆bug', '新鸿基', '256', '', '2013-12-20 10:55:20', '2013-12-20 00:00:00', '2013-12-20 00:00:00', '2013-12-20 17:18:43', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('337', '20131220-2329', 'AppGridE允许日期控件使用文本类型的数据源', '河南建业', '257', '薛小虎', '2013-12-23 09:40:54', '2013-12-23 00:00:00', '2013-12-23 00:00:00', '2013-12-23 18:41:59', '3', '该任务包含四个bug修复，提出该任务时问题升级单仅包含第一项，剩余三项为后续邮件补充。\n该任务在无主动修复分支上完成。\n1.AppGridE允许日期控件使用文本类型的数据源\n2.修复AppGridE导出bug\n3.修复AppGridE复选框选中时溢出bug\n4.修复AppGridTree导出空列', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('338', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-23 22:50:34', '2013-12-23 00:00:00', '2013-12-23 00:00:00', '2013-12-23 22:50:39', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('339', '20131218-2043', '待办事宜功能弹窗提示', '大连锦联', '303', '邓斌', '2013-12-18 16:56:45', '2013-12-26 00:00:00', '2013-12-27 00:00:00', '2013-12-27 10:18:50', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('340', '', '在win7、ie8环境下，插件导致关闭浏览器崩溃问题的排查', '佳兆业销售', '252', '', '2013-12-25 08:33:41', '2013-12-24 00:00:00', '2013-12-24 00:00:00', '2013-12-25 08:34:26', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('341', '20131224-2660', 'AD域用户同步排除特定帐号需求', '佳兆业', '303', '陶佳俊', '2013-12-25 09:32:17', '2013-12-25 00:00:00', '2013-12-25 00:00:00', '2013-12-25 10:03:19', '3', '该功能标准产品自带，截图回复即可。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('342', '20131220-2263', '[平台]方案应用-大文件上传', '江苏正昌', '303', '汪海疆', '2013-12-23 15:29:17', '2013-12-25 00:00:00', '2013-12-25 00:00:00', '2013-12-25 10:13:25', '3', '该任务代码不由平台维护,由项目直接使用大文件上传方案.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('343', '20131223-2427', 'BPM审批接口需求', '佳兆业', '301', '陶佳俊', '2013-12-23 15:31:55', '2013-12-25 00:00:00', '2013-12-25 00:00:00', '2013-12-25 11:29:00', '3', '佳兆业301\n该需求所需的URL打开在301平台中已经支持。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('344', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-26 08:47:13', '2013-12-25 00:00:00', '2013-12-25 00:00:00', '2013-12-26 08:47:17', '3', '今天的主要工作是整理ERP系统中css文件中定义了htc文件的样式', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('345', '20131219-2209', '单点登录调整登录流程', '四川蓝光', '303', '吴开峰', '2013-12-23 09:50:18', '2013-12-26 00:00:00', '2013-12-26 00:00:00', '2013-12-26 15:33:31', '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('346', '20131225-2736', '用户编辑界面添加呼叫中心用户代码字段', '四川蓝光', '303', '吴开峰', '2013-12-25 15:13:16', '2013-12-26 00:00:00', '2013-12-26 00:00:00', '2013-12-26 15:33:26', '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('347', '20131225-2746', 'PDF附件无法直接打开', '四川蓝光', '303', '吴开峰', '2013-12-26 15:16:29', '2013-12-26 00:00:00', '2013-12-26 00:00:00', '2013-12-26 15:33:21', '3', '20131219-2209\n20131225-2736\n20131225-2746\n这三个任务一起发包', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('348', '20131226-2852', 'AppGrid支持取消默认选中行', '中山雅居乐', '257', '薛小虎', '2013-12-26 15:34:36', '2013-12-26 00:00:00', '2013-12-26 00:00:00', '2013-12-26 17:21:43', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('349', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-27 08:30:33', '2013-12-26 00:00:00', '2013-12-26 00:00:00', '2013-12-27 08:30:38', '3', '已经完成了对Form.css和Global.css这两个Css文件的整理，并且在deom页面做没影式', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('350', '20131226-2884', '单点登录模式下多帐号切换流程优化', '中山雅居乐', '257', '薛小虎', '2013-12-27 09:30:13', '2013-12-27 00:00:00', '2013-12-27 00:00:00', '2013-12-27 11:40:55', '3', '该任务同时在257及10上进行', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('351', '20131223-2507', 'ie8环境下插件导致浏览器崩溃的问题（咨询）', '佳兆业', '254', '陶佳俊', '2013-12-23 20:01:58', '2013-12-23 00:00:00', '1900-01-01 00:00:00', '2013-12-27 17:00:32', '3', '佳兆业销售erp25', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('352', '20131227-2993', 'OA单点登录快捷方式支持', '北京鑫苑', '303', '吴开峰', '2013-12-27 17:22:25', '2013-12-27 00:00:00', '2013-12-27 00:00:00', '2013-12-27 17:23:20', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('353', '20131224-2555', '文本区支持录入㎡', '中山雅居乐', '257', '薛小虎', '2013-12-26 15:36:00', '2013-12-27 00:00:00', '2013-12-27 00:00:00', '2013-12-27 18:26:18', '3', '一线中途提出需求要求支持㎥，评估之后发现需要投入较大工作量，影响范围较广，最终仍然只支持㎡\n特殊字符Unicode代码参考如下：\nU+33A1㎡\nU+33A5㎥', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('354', '', 'htc javascript替代方案测试', '无', '00', '', '2013-12-28 17:16:21', '2013-12-27 00:00:00', '2013-12-27 00:00:00', '2013-12-28 17:16:26', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('355', '20131227-2989', '工作流特殊字符文件名附件无法打开', '深圳莱蒙', '253', '颜邕', '2013-12-30 09:47:54', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 11:39:16', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('356', '20131225-2699', '北京华远AppGridE导出EXCEL样式需求', '北京华远', '302', '曹珂', '2013-12-25 14:11:33', '2013-12-26 00:00:00', '2013-12-27 00:00:00', '2013-12-30 10:28:33', '3', '移植AppDynamicGird的Excel导出功能，进行改造后适用于AppGridE。给予的解决方案为脚本文件，并未修改Map平台代码。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('357', '20131226-2881', '技术验证条件选择框拼接SQL是否保存', '武汉名流', '303', '邓斌', '2013-12-27 09:31:21', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 11:21:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('358', '20131227-2956', '生僻字无法显示', '青岛海信', '255', '邓斌', '2013-12-30 11:46:51', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 16:37:58', '3', '无法显示的字符为『䇹』\n提供GB18030针对性解决方案', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('359', '20131223-2481', '方案应用-IE10兼容', '北京信达', '252', '郭凯', '2013-12-24 09:37:25', '2013-12-31 00:00:00', '2014-01-03 00:00:00', '2014-01-09 09:48:02', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('360', '20131225-2701', '方案应用-IE10兼容', '北京金隅', '254', '曹珂', '2013-12-25 14:08:42', '2013-12-31 00:00:00', '2014-01-03 00:00:00', '2014-01-09 09:48:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('361', '', '佳兆业IE崩溃方案排查', '佳兆业', '252', '', '2013-12-30 20:04:02', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 20:18:37', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('362', '', 'htc javascript替代方案中自定义事件和属性测试', '无', '00', '', '2013-12-30 20:04:56', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 20:18:34', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('363', '', '协助项目完成江苏正昌多文件选择', '江苏正昌', '302', '', '2013-12-30 20:06:06', '2013-12-30 00:00:00', '2013-12-30 00:00:00', '2013-12-30 20:18:31', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('364', '20131230-3179', '蓝光单点登录需求代码调整', '四川蓝光', '303', '吴开峰', '2013-12-31 09:46:31', '2013-12-31 00:00:00', '2013-12-31 00:00:00', '2013-12-31 11:38:26', '3', '同步项目上原来个性化的单点登录代码', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('365', '20131231-3240', '佳兆业项目控件无法选择项目或楼栋', '佳兆业', '25', '陶家俊', '2013-12-31 10:49:59', '2013-12-31 00:00:00', '2013-12-31 00:00:00', '2013-12-31 14:42:45', '3', '向奇邮件中描述的问题.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('366', '20131230-3119', '单点登录集成方式调整', '北京纳帕', '302', '', '2013-12-30 16:51:43', '2013-12-31 00:00:00', '2013-12-31 00:00:00', '2013-12-31 17:13:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('367', '', '测试ERP303工作流在无插件和未添加到受信任站点中的使用情况', '无', '00', '', '2014-01-02 08:30:23', '2013-12-31 00:00:00', '2013-12-31 00:00:00', '2014-01-02 08:30:28', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('368', '20131231-3263', '销售系统去掉遮照功能', '广州新世界', '251', '张胜富', '2013-12-31 10:29:49', '2014-01-02 00:00:00', '2014-01-02 00:00:00', '2014-01-02 11:52:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('369', '20131227-2998', 'Repeater限制分页需求', '北京上古', '303', '郭凯', '2013-12-30 11:44:37', '2014-01-02 00:00:00', '2014-01-02 00:00:00', '2014-01-02 11:41:31', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('370', '20140102-0026', '方案应用-IE10兼容', '广州城建', '252', '冉航', '2014-01-02 10:56:58', '2014-01-03 00:00:00', '2014-01-03 00:00:00', '2014-01-09 09:48:13', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('371', '', '协助排查主动修复bug', '广州城建', '252', '冉航', '2014-01-02 16:04:23', '2014-01-02 00:00:00', '2014-01-02 00:00:00', '2014-01-02 16:04:39', '3', '相应任务编号为20131009-0203，修复人为李凡\n解决2个bug，均为日期控件没有完全修复造成。\n1个bug（142255）仅在IE6中产生，且不影响实际下载文件名。暂时没有解决方案。\n1个bug（142260）无法重现。\n3个与分页按钮相关的bug属于SQL存在重复字段导致。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('372', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-03 08:43:50', '2014-01-02 00:00:00', '2014-01-02 00:00:00', '2014-01-03 08:43:56', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('373', '20140102-0011', '组织架构标准化平台优化需求', '重庆金科', '253', '吴开峰', '2014-01-02 10:57:58', '2014-01-03 00:00:00', '2014-01-08 00:00:00', '2014-01-06 16:57:43', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('374', '20140103-0345', '登录选择公司优化', '北京鑫苑', '303', '吴开峰', '2014-01-03 19:02:37', '2014-01-03 00:00:00', '2014-01-03 00:00:00', '2014-01-06 09:31:59', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('375', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-06 08:33:14', '2014-01-03 00:00:00', '2014-01-03 00:00:00', '2014-01-06 08:33:24', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('376', '20140102-0157', '数据库连接未关闭导致数据库连接超时', '杭州绿城', '256', '薛小虎', '2014-01-06 09:20:08', '2014-01-06 00:00:00', '2014-01-06 00:00:00', '2014-01-06 10:06:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('377', '20140103-0264', '岗位授权界面无法展开层级问题', '佳兆业', '301', '陶佳俊', '2014-01-06 09:26:54', '2014-01-06 00:00:00', '2014-01-06 00:00:00', '2014-01-06 10:22:21', '3', '该问题由于异常数据造成。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('378', '', '排查AppFind控件输入生僻字时无法正常使用的问题', '青岛海信', '255', '邓斌', '2014-01-06 16:51:19', '2014-01-06 00:00:00', '2014-01-06 00:00:00', '2014-01-06 16:51:26', '3', '统一在替换1=1的条件中添加N前缀', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('379', '20140106-0479', '月度项目计划导出Excel导出失败', '北京金泰', '303', '邹艳辉', '2014-01-06 14:32:51', '2014-01-06 00:00:00', '2014-01-07 00:00:00', '2014-01-06 17:39:13', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('380', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-07 08:42:40', '2014-01-06 00:00:00', '2014-01-06 00:00:00', '2014-01-07 08:42:45', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('381', '20131225-2696', '深圳华联置业换狗后导致系统报错', '深圳华联', '253', '邓斌', '2013-12-25 14:14:50', '2014-01-07 00:00:00', '2014-01-07 00:00:00', '2014-01-07 14:28:36', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('382', '20140106-0553', '佳兆业AppGridE只读及待办消息按类型过滤需求', '佳兆业', '303', '', '2014-01-07 09:25:44', '2014-01-08 00:00:00', '2014-01-08 00:00:00', '2014-01-08 18:23:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('383', '20140102-0170', '新增独立的『新增销售用户』功能及权限控制', '北京城建', '303', '邓斌', '2014-01-06 09:26:23', '2014-01-06 00:00:00', '2014-01-07 00:00:00', '2014-01-07 17:32:23', '3', '需求沟通时间0.4', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('384', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-08 08:36:30', '2014-01-07 00:00:00', '2014-01-07 00:00:00', '2014-01-08 08:36:34', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('385', '20140107-0649', '查询条件和列表字段显示需求', '北京方兴', '256', '郭凯', '2014-01-08 09:49:37', '2014-01-08 00:00:00', '2014-01-10 00:00:00', '2014-01-08 16:24:12', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('386', '20140107-0725', '方案应用-IE10兼容', '深圳招商', '256', '陶佳俊', '2014-01-08 16:03:41', '2014-01-16 00:00:00', '2014-01-16 00:00:00', '2014-01-16 10:22:21', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('387', '', '平台代码与项目代码差异排查', '广州城建', '252', '', '2014-01-08 16:16:42', '2014-01-08 00:00:00', '2014-01-08 00:00:00', '2014-01-08 16:16:49', '3', '排查结果已形成文档。\nIE10修复内容涉及到7个个性化文件。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('388', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-09 08:38:21', '2014-01-08 00:00:00', '2014-01-08 00:00:00', '2014-01-09 08:38:26', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('389', '', '商业地产组织架构及标准角色添加字段', '重庆龙湖', '25', '', '2014-01-09 14:04:59', '2014-01-08 00:00:00', '2014-01-09 00:00:00', '2014-01-09 14:05:08', '3', '该任务由产品提出，没有任务编号', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('390', '', 'ERP303工作流和报表在无插件和未添加到受信任站点中的情况下的正常运行的解决方案', '无', '00', '', '2014-01-10 08:38:46', '2014-01-09 00:00:00', '2014-01-09 00:00:00', '2014-01-10 08:38:54', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('391', '20140107-0674', '系统xmltemp文件增长问题修复', '上海红星地产', '256', '张巍', '2014-01-08 10:04:40', '2014-01-10 00:00:00', '2014-01-10 00:00:00', '2014-01-10 11:27:10', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('392', '20140108-0748', '方案应用-插件一键安装(含xmltemp文件增长问题)', '上海红星建设', '303', '张巍', '2014-01-08 10:05:28', '2014-01-09 00:00:00', '2014-01-10 00:00:00', '2014-01-10 14:27:27', '3', '该任务在同一个任务编号下包含两部分任务：\nxmltemp文件增长问题修复\n插件一键安装方案应用', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('393', '', 'ERP303登录首页改造，在目前通用浏览器中能够正常显示', '无', '00', '', '2014-01-13 08:31:50', '2014-01-10 00:00:00', '2014-01-10 00:00:00', '2014-01-13 08:32:07', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('394', '20140110-1171', '功能授权界面点击报错', '佳兆业', '301', '陶佳俊', '2014-01-13 08:56:01', '2014-01-13 00:00:00', '2014-01-17 00:00:00', '2014-01-16 11:40:54', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('395', '20131230-3155', '[平台]方案应用-大文件上传', '大连锦联', '303', '赵红伟', '2013-12-30 16:53:02', '2014-01-10 00:00:00', '2014-01-13 00:00:00', '2014-01-13 14:20:28', '3', '应用大文件上传方案', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('396', '', '标准角色字段限制调整', '重庆龙湖', '25', '', '2014-01-13 15:00:26', '2014-01-13 00:00:00', '2014-01-13 00:00:00', '2014-01-13 15:00:36', '3', '该任务为『商业地产组织架构及标准角色添加字段』任务的后续需求变更，没有任务编号。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('397', '20140107-0591', '方案应用-IE10兼容', '江苏中南', '301', '汪海疆', '2014-01-08 16:00:08', '2014-01-13 00:00:00', '2014-01-14 00:00:00', '2014-01-14 10:42:26', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('398', '', '华南城WORD控件打印页面BUG', '华南国际', '302', '刘玺', '2014-01-13 15:47:57', '2014-01-13 00:00:00', '2014-01-13 00:00:00', '2014-01-13 15:49:17', '3', '原打印页面不显示修订记录，修改后显示了修订记录。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('399', '20131104-0336', '四川蓝光BUG排查', '四川蓝光', '303', '吴开峰', '2014-01-13 15:42:56', '2014-01-13 00:00:00', '2014-01-13 00:00:00', '2014-01-13 18:52:10', '3', '一线反馈两个问题，一个是历史遗留BUG，另外一个在测试环境无法重现，联系一线也未能重现。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('400', '', '整理ERP中插件使用的功能模块', '无', '00', '', '2014-01-13 20:21:39', '2014-01-13 00:00:00', '2014-01-13 00:00:00', '2014-01-13 20:21:43', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('401', '', '上传附件允许多文件上传需求沟通及确认', '大连锦联', '303', '', '2014-01-14 09:30:09', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 09:30:13', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('402', '', 'ERP前端脚本运算与bigNumber对比及分析', '无', '00', '', '2014-01-14 09:32:32', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 09:32:38', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('403', '', '增加移动平台底层用户功能权限接口', '佳兆业', '303', '', '2014-01-14 09:35:05', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 09:35:09', '3', '深圳总部一直未登任务，补一个内部任务', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('404', '', '重新调整代码布署', '上海红星美凯龙（地产）', '256', '', '2014-01-14 11:08:10', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 11:08:15', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('405', '20140114-1408', '移除遮照功能', '广州合景', '303', '张胜富', '2014-01-14 11:28:22', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 15:34:08', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('406', '20140107-0678', '方案应用-IE10兼容', '上海瑞安', '25', '赵红伟', '2014-01-08 16:02:46', '2014-01-14 00:00:00', '2014-01-15 00:00:00', '2014-01-15 15:51:05', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('407', '20140114-1427', 'oa单点登录跳转优化', '北京鑫苑', '303', '吴开峰', '2014-01-14 11:29:30', '2014-01-14 00:00:00', '2014-01-17 00:00:00', '2014-01-15 12:49:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('408', '', '协助项目查看消息服务问题', '中国农批', '00', '', '2014-01-14 20:31:29', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-14 20:31:49', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('409', '', '测试工作流中所有使用DSOFramer插件的地方自动安装的情况', '无', '00', '', '2014-01-15 08:41:25', '2014-01-14 00:00:00', '2014-01-14 00:00:00', '2014-01-15 08:41:29', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('410', '', '删除xmltemp文件夹新方案实现', '上海红星美凯龙（地产）', '256', '', '2014-01-15 16:43:20', '2014-01-15 00:00:00', '2014-01-15 00:00:00', '2014-01-15 16:43:56', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('411', '', '测试ERP中报表模块关于插件的自动安装情况', '无', '00', '', '2014-01-16 08:48:20', '2014-01-15 00:00:00', '2014-01-15 00:00:00', '2014-01-16 08:48:23', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('412', '20140114-1511', '方案应用-IE10兼容', '北京金融街', '258', '邹艳辉', '2014-01-16 15:50:54', '2014-01-23 00:00:00', '2014-01-23 00:00:00', '2014-01-23 11:29:26', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('413', '20140113-1302', '方案应用-IE10兼容', '广州时代', '25', '张胜富', '2014-01-14 11:25:57', '2014-01-21 00:00:00', '2014-01-22 00:00:00', '2014-01-21 15:58:44', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('414', '20140113-1336', '方案应用-IE10兼容', '北京万通', '256', '邹艳辉', '2014-01-14 11:27:37', '2014-02-08 00:00:00', '2014-02-08 00:00:00', '2014-02-08 15:17:49', '3', '对接人：朱林', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('415', '20140114-1504', '优化calcDoubleFix函数', '上海红星地产', '256', '张巍', '2014-01-16 15:50:29', '2014-01-16 00:00:00', '2014-01-16 00:00:00', '2014-01-16 19:44:47', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('416', '', '对工作流和报表插件在禁用的情况下，显示友好的提示信息', '无', '00', '', '2014-01-17 08:46:47', '2014-01-16 00:00:00', '2014-01-16 00:00:00', '2014-01-17 08:46:51', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('417', '20140107-0656', '方案应用-IE10兼容', '上海景瑞', '255', '赵红伟', '2014-01-08 16:02:14', '2014-01-16 00:00:00', '2014-01-20 00:00:00', '2014-01-20 09:58:45', '3', '需要修复两个版本：255及25\n其中25版本对应的2.0.11116.0普及版安全扫雷已被主动修复2.0覆盖', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('418', '20140117-1930', 'AD域同步报错', '佳兆业', '303', '陶佳俊', '2014-01-17 17:08:49', '2014-01-17 00:00:00', '2014-01-17 00:00:00', '2014-01-17 17:09:09', '3', '仅咨询', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('419', '20140116-1843', '隐藏失效日期', '香港新鸿基', '256', '陶佳俊', '2014-01-17 17:14:03', '2014-01-20 00:00:00', '2014-01-20 00:00:00', '2014-01-20 14:52:40', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('420', '20140116-1851', 'appFind控件时间过滤条件失效', '广州合景', '303', '张胜富', '2014-01-17 17:18:42', '2014-01-20 00:00:00', '2014-01-20 00:00:00', '2014-01-20 16:54:48', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('421', '', '整理计划系统中使用ActiveX控件的使用', '无', '00', '', '2014-01-20 08:46:33', '2014-01-17 00:00:00', '2014-01-17 00:00:00', '2014-01-20 08:47:48', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('422', '20140115-1622', '方案应用-插件一键安装', '北京首开', '253', '邹艳辉', '2014-01-16 15:55:05', '2014-01-21 00:00:00', '2014-01-21 00:00:00', '2014-01-22 08:39:36', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('423', '20140114-1519', '方案应用-IE10兼容（计划系统）', '佳兆业', '303', '陶佳俊', '2014-01-16 15:51:27', '2014-01-21 00:00:00', '2014-01-23 00:00:00', '2014-01-22 14:18:40', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('424', '20140114-1521', '方案应用-IE10兼容（销售系统）', '佳兆业', '25', '陶佳俊', '2014-01-16 15:51:54', '2014-01-22 00:00:00', '2014-01-23 00:00:00', '2014-01-23 09:08:58', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('425', '20140114-1523', '方案应用-IE10兼容（成本系统）', '佳兆业', '301', '陶佳俊', '2014-01-16 15:54:05', '2014-02-12 00:00:00', '2014-02-12 00:00:00', '2014-02-12 18:05:27', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('426', '20140113-1328', '组织架构垂直管理及用户可查看兼职公司组织架构需求', '北京万达', '255', '邹艳辉', '2014-01-14 11:26:54', '2014-01-15 00:00:00', '2014-01-20 00:00:00', '2014-01-20 11:36:33', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('427', '20140113-1218', '方案应用-IE10兼容', '广州保利', '303', '张胜富', '2014-01-14 11:25:17', '2014-01-20 00:00:00', '2014-01-21 00:00:00', '2014-01-20 18:07:07', '3', '保利为25升级到303', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('428', '20140108-0778', '方案应用-插件一键安装', '佳兆业', '303', '陶佳俊', '2014-01-08 16:05:29', '2014-01-09 00:00:00', '2014-01-10 00:00:00', '2014-01-10 11:56:26', '3', 'Project插件安装后不显示提交按钮', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('429', '20140116-1733', '异常日志没有记录的问题', '深圳中粮', '256', '颜邕', '2014-01-16 15:57:49', '2014-01-21 00:00:00', '2014-01-21 00:00:00', '2014-01-21 18:51:15', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('430', '20140116-1815', '项目标准角色无法选择团队角色', '北京鑫苑', '303', '吴开峰', '2014-01-17 17:19:43', '2014-01-20 00:00:00', '2014-01-20 00:00:00', '2014-01-20 17:28:15', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('431', '', '修复佳兆业中遮罩层消失不了的问题', '佳兆业', '301', '', '2014-01-21 08:45:01', '2014-01-20 00:00:00', '2014-01-20 00:00:00', '2014-01-21 08:45:10', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('432', '20140114-1444', '功能授权问题', '北京中交集团', '303', '邓斌', '2014-01-16 15:49:58', '2014-01-21 00:00:00', '2014-01-21 00:00:00', '2014-01-21 11:14:23', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('433', '20140120-2025', '[平台]切换公司界面显示问题优化', '上海农工商', '302', '张巍', '2014-01-20 14:48:00', '2014-01-22 00:00:00', '2014-01-22 00:00:00', '2014-01-22 15:51:48', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('434', '', '插件修复，在安装包中添加VSTO 4.0', '上海红星建设', '303', '', '2014-01-22 08:41:47', '2014-01-21 00:00:00', '2014-01-21 00:00:00', '2014-01-22 08:41:52', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('435', '20140120-2066', '方案应用-插件一键安装', '总部招商', '256', '陶佳俊', '2014-01-22 16:36:13', '2014-01-23 00:00:00', '2014-01-23 00:00:00', '2014-01-23 09:10:06', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('436', '', '华远AppGridE控件修改', '北京华远', '303', '', '2014-01-22 18:16:46', '2014-01-22 00:00:00', '2014-01-22 00:00:00', '2014-01-22 18:17:03', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('437', '', 'IE10修复Bug排查，针对.net 1.1的IE10修复补丁', '北京信达', '25', '郭凯', '2014-01-23 08:48:43', '2014-01-22 00:00:00', '2014-01-22 00:00:00', '2014-01-23 08:48:48', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('438', '20140116-1806', '[平台]频繁访问首页导致站点内存溢出', '上海上实', '251', '赵红伟', '2014-01-17 17:23:12', '2014-01-23 00:00:00', '2014-01-23 00:00:00', '2014-01-23 10:22:56', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('439', '20140121-2153', '附件删除零星需求', '总部招商', '256', '陶佳俊', '2014-01-22 16:37:41', '2014-01-22 00:00:00', '2014-01-22 00:00:00', '2014-01-23 11:37:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('440', '20140123-2352', '方案应用-IE10兼容', '北京SOHO', '25', '曹珂', '2014-01-23 14:17:28', '2014-01-23 00:00:00', '2014-01-24 00:00:00', '2014-01-24 09:38:46', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('441', '20140115-1603', '系统频繁出现SqlDependency错误', '上海立天唐人', '302', '赵红伟', '2014-01-16 15:54:37', '2014-01-23 00:00:00', '2014-01-23 00:00:00', '2014-01-23 18:05:24', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('442', '20140115-1699', '认购书文档型套打报表位置变动', '金海港', '257', '邓斌', '2014-01-16 15:56:10', '2014-01-23 00:00:00', '2014-01-23 00:00:00', '2014-01-23 17:49:54', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('443', '', 'IE10修复Bug排查', '无', '25', '', '2014-01-24 08:44:05', '2014-01-22 00:00:00', '2014-01-22 00:00:00', '2014-01-24 08:44:09', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('444', '20140122-2280', '频繁访问首页导致站点内存溢出', '杭州中大', '301', '赵红伟', '2014-01-23 09:45:06', '2014-01-24 00:00:00', '2014-01-24 00:00:00', '2014-01-24 11:33:45', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('445', '20140120-2044', '上传控件焦点问题', '重庆龙湖', '25', '吴开峰', '2014-01-22 16:35:23', '2014-01-24 00:00:00', '2014-01-24 00:00:00', '2014-01-24 17:12:15', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('446', '20140120-2073', '[平台]AppForm隐藏控件支持SetValue', '无锡九龙仓', '253', '汪海疆', '2014-01-22 16:37:06', '2014-01-24 00:00:00', '2014-01-24 00:00:00', '2014-01-24 16:36:46', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('447', '20140115-1637', '增加不允许被调整的岗位控制', '总部招商', '256', '陶佳俊', '2014-01-16 15:55:37', '2014-01-24 00:00:00', '2014-01-24 00:00:00', '2014-01-24 16:43:49', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('448', '', 'IE10修复Bug排查', '无', '00', '', '2014-01-26 08:53:52', '2014-01-24 00:00:00', '2014-01-24 00:00:00', '2014-01-26 08:53:57', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('449', '20140120-2031', 'lookup控件点击事件问题咨询', '中山雅居乐', '257', '薛小虎', '2014-01-22 16:33:10', '2014-01-26 00:00:00', '2014-01-26 00:00:00', '2014-01-26 10:44:24', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('450', '20140120-2003', '[平台]页面加载遮罩无法消失问题', '大连亿达', '301', '赵红伟', '2014-01-20 14:47:25', '2014-01-26 00:00:00', '2014-01-26 00:00:00', '2014-01-26 14:17:19', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('451', '', 'IE10 Bug修复', '北京信达', '25', '', '2014-01-27 08:55:00', '2014-01-26 00:00:00', '2014-01-26 00:00:00', '2014-01-27 08:56:19', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('452', '', '按需插件安装验证', '无', '00', '', '2014-01-27 08:56:01', '2014-01-26 00:00:00', '2014-01-26 00:00:00', '2014-01-27 08:56:15', '3', '验证owc控件的替换方案，使用NTKO替换', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('453', '20140120-2033', '二代系统AD域登录BUG', '中山雅居乐', '257', '薛小虎', '2014-01-22 16:33:52', '2014-01-26 00:00:00', '2014-01-27 00:00:00', '2014-01-27 09:26:01', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('454', '20140121-2158', '组织架构增加序号及待办消息需求', '佳兆业', '301', '陶佳俊', '2014-01-22 16:38:10', '2014-01-27 00:00:00', '2014-01-27 00:00:00', '2014-01-27 16:24:48', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('455', '', 'OWC控件替换验证', '无', '00', '', '2014-01-28 08:35:04', '2014-01-27 00:00:00', '2014-01-27 00:00:00', '2014-01-28 08:35:08', '3', '已经整理完成Excel需要的数据格式', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('456', '', '整理IE10兼容方案修复文档', '内部', '303', '', '2014-01-28 11:28:51', '2014-01-27 00:00:00', '2014-01-28 00:00:00', '2014-01-28 11:29:15', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('457', '', '平台控件AppGridE的IsEditFieldName无效问题修复', '北京鑫苑', '303', '', '2014-01-28 14:44:05', '2014-01-27 00:00:00', '2014-01-27 00:00:00', '2014-01-28 14:44:10', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('458', '20140116-1755', '延长会话超时时间', '北京金隅', '254', '曹珂', '2014-01-17 17:25:17', '2014-01-28 00:00:00', '2014-01-28 00:00:00', '2014-01-28 17:27:44', '3', '使用StateServer模式则可避免此问题', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('459', '', 'OWC插件替换验证', '无', '00', '', '2014-01-29 08:43:27', '2014-01-28 00:00:00', '2014-01-28 00:00:00', '2014-01-29 08:43:33', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('460', '20140207-0030', '[平台]方案应用-IE10兼容', '深圳星河', '256', '陶佳俊', '2014-02-07 14:15:45', '2014-02-07 00:00:00', '2014-02-07 00:00:00', '2014-02-07 15:32:01', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('461', '20140207-0002', '支持SQL2012数据库', '中山雅居乐', '10', '薛小虎', '2014-02-07 16:25:09', '2014-02-07 00:00:00', '2014-02-07 00:00:00', '2014-02-07 17:27:45', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('462', '20140207-0012', '[平台]方案应用-IE10兼容', '郑州丰源', '256', '汪海疆', '2014-02-08 17:56:05', '2014-02-12 00:00:00', '2014-02-13 00:00:00', '2014-02-13 14:16:34', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('463', '20140107-0604', '[平台]方案应用-IE10兼容', '深圳绿景', '25', '邓斌', '2014-01-08 16:00:49', '2014-02-10 00:00:00', '2014-02-12 00:00:00', '2014-02-11 14:57:50', '3', '该任务包含3个版本的IE10修复\nMAP25|2.0.10810.0\nMAP252|2.0.1.40205\nMAP303|3.0.2.20131', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('464', '20140210-0187', '用户代码放开小数点限制', '万科', '25', '陶佳俊', '2014-02-10 15:46:40', '2014-02-10 00:00:00', '2014-02-10 00:00:00', '2014-02-10 15:56:53', '3', '已在金地20130814-1305任务上验证过', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('465', '20140207-0055', 'AppGrid每页记录行数最大值限制', '龙湖', '25', '吴开峰', '2014-02-10 16:30:20', '2014-02-11 00:00:00', '2014-02-11 00:00:00', '2014-02-11 16:47:02', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('466', '20140207-0034', '查询控件切换时不清空查询内容', '武汉思锐', '304', '郭凯', '2014-02-10 16:28:41', '2014-02-11 00:00:00', '2014-02-11 00:00:00', '2014-02-11 15:12:27', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('467', '20140207-0047', '遮罩层修复问题', '佳兆业', '301', '陶佳俊', '2014-02-10 16:29:34', '2014-02-11 00:00:00', '2014-02-12 00:00:00', '2014-02-11 15:27:36', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('468', '20140124-2405', '[平台]方案应用-IE10兼容', '上海红星建设', '303', '张巍', '2014-01-24 13:55:35', '2014-02-11 00:00:00', '2014-02-12 00:00:00', '2014-02-12 10:20:54', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('469', '20140123-2314', '替换Word插件', '北京首开', '253', '邹艳辉', '2014-01-24 13:54:30', '2014-02-12 00:00:00', '2014-02-12 00:00:00', '2014-02-12 16:19:31', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('470', '20140213-0592', '北京万达补充任务', '北京万达', '255', '', '2014-02-12 16:20:43', '2014-02-12 00:00:00', '2014-02-12 00:00:00', '2014-02-12 16:20:56', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('471', '20140212-0419', '[平台]方案应用-IE10兼容', '上海保利佳', '302', '张巍', '2014-02-13 08:52:14', '2014-02-13 00:00:00', '2014-02-14 00:00:00', '2014-02-13 18:04:58', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('472', '20140212-0421', '[平台]方案应用-IE10兼容', '北京首开', '253', '邹艳辉', '2014-02-13 08:53:07', '2014-02-14 00:00:00', '2014-02-14 00:00:00', '2014-02-14 14:32:23', '3', '', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('473', '20140212-0513', '组织架构增加序号及待办消息需求', '佳兆业', '301', '陶佳俊', '2014-02-13 16:33:27', '2014-02-13 00:00:00', '2014-02-13 00:00:00', '2014-02-13 16:37:22', '3', '变更任务', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('474', '20140213-0592', '组织架构垂直管理及用户可查看兼职公司组织架构需求', '北京万达', '255', '邹艳辉', '2014-02-13 16:35:13', '2014-02-13 00:00:00', '2014-02-13 00:00:00', '2014-02-13 16:43:12', '3', '变更需求', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('475', '20140124-2438', '单点登录需求', '佳兆业', '301', '涂一鸣', '2014-02-14 15:55:58', '2014-02-24 00:00:00', '2014-02-26 00:00:00', '2014-02-25 18:59:10', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('476', '20140212-0398', 'Project插件功能开发', '中山雅居乐', '25', '薛小虎', '2014-02-13 16:29:45', '2014-02-12 00:00:00', '2014-02-14 00:00:00', '2014-02-14 16:28:50', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('477', '20140212-0409', '组织架构调整需求', '北京方兴', '254', '郭凯', '2014-02-13 16:30:39', '2014-02-17 00:00:00', '2014-02-24 00:00:00', '2014-02-20 15:43:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('478', '20140213-0660', '动作点到岗位授权显示错误', '成都燕宇', '302', '汪海疆', '2014-02-14 15:49:02', '2014-02-17 00:00:00', '2014-02-17 00:00:00', '2014-02-17 15:28:19', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('479', '20140213-0668', '移动登录去掉设备审核检验需求', '北京金融街', '258', '邹艳辉', '2014-02-14 15:48:21', '2014-02-17 00:00:00', '2014-02-17 00:00:00', '2014-02-17 15:25:24', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('480', '20140211-0271', '导出EXCEL支持带格式', '北京中信', '303', '曹珂', '2014-02-13 16:28:42', '2014-02-17 00:00:00', '2014-02-18 00:00:00', '2014-02-18 17:23:26', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('481', '20140208-0074', '修改兼职岗位可以新增用户', '北京金辉', '303', '邹艳辉', '2014-02-10 16:30:52', '2014-02-27 00:00:00', '1900-01-01 00:00:00', '2014-02-28 11:05:53', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('482', '20140217-0907', '上传控件增加类型选项', '重庆龙湖', '25', '王磊', '2014-02-18 14:15:50', '2014-02-19 00:00:00', '2014-02-20 00:00:00', '2014-02-20 15:55:48', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('483', '', '越秀地产IE修复包更新后报错问题', '广州城建', '254', '张胜富', '2014-02-18 19:29:00', '2014-02-18 00:00:00', '2014-02-18 00:00:00', '2014-02-18 19:29:34', '3', '客户IIS站点部署为HTTPS，再盖IE10修复补丁后无法正常使用，一线找到平台，排查后发现是工作流的BUG。', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('484', '', '插件按需安装专项', '无', '00', '', '2014-02-19 08:55:38', '2014-02-07 00:00:00', '2014-02-18 00:00:00', '2014-02-19 08:55:51', '3', '', '内部', '', '0', '0');
INSERT INTO `tb_task` VALUES ('485', '20140217-0814', 'DSS框架兼容2.5及以上版本ERP的MAP修改需求', '标准产品', '303', '梅朝敬', '2014-02-18 14:18:58', '2014-02-19 00:00:00', '2014-02-19 00:00:00', '2014-02-19 15:09:56', '3', '该任务基于MAP303SP1，衍生出MAP3.0.3.30219版本，专用于DSS', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('486', '20140218-1131', '[平台]方案应用-IE10兼容', '上海上实', '251', '赵红伟', '2014-02-19 18:49:52', '2014-02-19 00:00:00', '2014-02-19 00:00:00', '2014-02-19 18:49:57', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('487', '20140218-1086', '平台增加“OA用户”的用户类型等', '广州合景', '303', '张胜富', '2014-02-20 11:39:57', '2014-02-26 00:00:00', '2014-02-27 00:00:00', '2014-02-27 11:15:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('488', '20140219-1192', 'upfiles文件上传目录结构优化及整理历史数据', '中山雅居乐', '10', '薛小虎', '2014-02-20 11:46:15', '2014-02-24 00:00:00', '2014-02-25 00:00:00', '2014-02-26 10:11:20', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('489', '20140219-1278', '佳兆业平台导航栏需求', '深圳佳兆业', '301', '陶佳俊', '2014-02-20 11:48:23', '2014-02-24 00:00:00', '2014-02-24 00:00:00', '2014-02-24 18:48:05', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('490', '20140218-1085', '系统安全问题治理', '上海铁狮门', '256', '赵红伟', '2014-02-20 11:39:18', '2014-02-21 00:00:00', '2014-02-21 00:00:00', '2014-02-21 17:53:59', '3', '陈伟 0.5 包括代码布署、同步项目代码及其中2点修改\n唐敦峰 0.5', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('491', '20140217-0958', '平台水印问题', '广州保利', '303', '张胜富', '2014-02-18 14:13:51', '2014-02-21 00:00:00', '2014-02-21 00:00:00', '2014-02-21 16:10:07', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('492', '20140214-0689', 'ERP10UpFiles文件夹存储结构优化', '中山雅居乐', '10', '薛小虎', '2014-02-14 15:46:48', '2014-02-21 00:00:00', '2014-02-21 00:00:00', '2014-02-21 17:04:54', '3', '咨询问题', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('493', '20140102-0009', '四川蓝光项目控件疑难问题处理', '四川蓝光', '303', '吴开峰', '2014-02-23 15:45:05', '2014-01-02 00:00:00', '2014-01-06 00:00:00', '2014-02-23 15:45:20', '3', '选择房产页面的选择项目控件功能无法展开，使用Fiddler2跟踪发现报400 Request too long错误。\n\n[解决方案]:\n使用传值处为POST方式。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('494', '', '上海红星登录页面缓慢问题原因', '上海红星地产', '256', '黄麟欢', '2014-02-23 15:47:20', '2014-01-02 00:00:00', '2014-01-02 18:00:00', '2014-02-23 15:48:14', '3', '客户反馈打开明源ERP系统非常缓慢。\n\n[解决方案]：\n1、访问Default.aspx页面，加载的确非常缓存，但登录ERP系统后，多次随机点击其他模块都非常快，不断刷新about.aspx页面，非常快、查看报表，速度都很正常。而每次访问default.aspx页面，都非常慢。说明服务器性能、网络、数据库都没有问题，而问题出现在default.aspx页面的后台；\n2、抓取慢时的w3wp.exe进程的dump文件，进行分析，可看到线程阻塞，阻塞发生在OADeskTop_DB页面调用软件狗部分。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('495', '', '北京鑫苑下拉框空间加载缓慢', '北京鑫苑', '254', '吴开峰', '2014-02-23 15:49:47', '2014-01-03 00:00:00', '2014-01-05 00:00:00', '2014-02-23 15:50:30', '3', '下拉框加载控件慢的问题只在部分客户的电脑行存在该问题；\n\n[解决方案]：\n首先定位到为客户端问题（其他客户都是正常的）。\n于是禁用IE选项中的“启用第三方浏览器扩展”后问题解决。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('496', '20140301-0001', '关于鑫苑消息服务多次自动停止问题紧急', '重庆鑫苑', '254', '吴开峰', '2014-02-23 15:57:41', '2014-02-19 00:00:00', '2014-03-07 00:00:00', '2014-03-01 11:09:28', '3', '[问题描述]：\n目前重庆鑫苑客户的正式服务器上部署的消息推送服务（待办推送，项目自己开发的服务程序），会偶尔出现自动停止运行的问题，对客户影响比较大，目前项目上对这块问题的排查缺乏经验，跟进过几次也没有结果，每次都是重新启动有好了。特申请专家协助分析一下客户环境，是什么原因导致;', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('497', '20140219-0144', '[南宁盛天]-[RTS报表BUG]-无法打开报表', '南宁盛天', '301', '冉航', '2014-02-23 16:00:34', '2014-02-19 00:00:00', '1900-01-01 00:00:00', '2014-02-28 11:36:37', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('498', '20140120-1988', 'IE9下视图控件下拉无法弹出', '佳兆业', '303', '陶佳俊', '2014-01-20 14:46:22', '2014-01-27 00:00:00', '2014-02-27 00:00:00', '2014-02-28 17:54:04', '3', '在该任务前已对佳兆业做了IE10修复,与项目沟通后等IE10修复更新上去后再看是否存在该问题', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('499', '20140217-0863', 'AppGridE导出优化', '北京华远', '303', '曹珂', '2014-02-18 14:16:34', '2014-02-25 00:00:00', '2014-02-26 00:00:00', '2014-02-26 10:13:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('500', '20140219-1268', 'appGrid控件调整', '北京金隅', '25', '曹珂', '2014-02-20 11:47:37', '2014-02-26 00:00:00', '2014-02-27 00:00:00', '2014-02-27 10:41:06', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('501', '20140218-1160', '费用系统集成平台改造', '上海大华', '258', '赵红伟', '2014-02-20 11:43:59', '2014-02-20 00:00:00', '2014-03-10 00:00:00', '2014-03-10 11:10:51', '3', '需求已完成，考虑到可能存在后续修改，暂时不关闭此任务\n周一（20140310）关闭此任务', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('502', '20140217-0956', '读狗代码创建应用程序域未释放问题', '重庆协信', '253', '邓斌', '2014-02-18 14:15:06', '2014-02-24 00:00:00', '2014-02-24 00:00:00', '2014-02-24 11:24:55', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('503', '20140211-0345', '平台-单点登录', '郑州鼎和', '303', '汪海疆', '2014-02-13 16:29:14', '2014-02-24 00:00:00', '2014-02-24 00:00:00', '2014-02-24 11:17:12', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('504', '20140219-0159', '雅居乐CRM系统Bug重复的订单记录', '中山雅居乐', '301', '薛小虎', '2014-02-24 18:11:03', '2014-02-19 00:00:00', '2014-02-21 00:00:00', '2014-02-24 19:55:48', '3', '业务用户按照正常的录入步骤，在销售系统上录入新的定单信息时，待客户点击保存信息后，系统生成了4条重复的激活定单信息，导致业务数据出错，严重影响用户的日常工作\n具体需求编号：（20140218-1100）\n\n[问题原因]\n根据IIS日志来看，这个认购单保存过多次导致了异常数据的产生。\n其中第1、2次保存是Order_edit.aspx，mode=1的页面中保存产生的，后面的两次是在mode=2的页面中产生的。\n从数据异常的角度上来看，2、3、4都是垃圾数据，通过保存前校验可以避免这种一房多卖的数据产生。 后面的3次保存可以说明，保存时收集到的xml肯定是一样的（除了OrderGUID自动生成其他全部一样）。有可能是客户端缓存导致，但无法验证。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('505', '20140224-1725', '[工作流]回复内容无法换行显示', '深圳莱蒙', '254', '颜邕', '2014-02-25 09:47:02', '2014-02-25 00:00:00', '2014-02-25 00:00:00', '2014-02-25 11:36:33', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('506', '20140224-1785', '[工作流]星河工作流bug需求', '深圳星河', '256', '陶佳俊', '2014-02-25 09:50:56', '2014-02-25 00:00:00', '2014-02-25 00:00:00', '2014-02-25 16:03:00', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('507', '20140220-1432', '[工作流][雅居乐]ERP257审批可挂接多个文档模板', '中山雅居乐', '303', '薛小虎', '2014-02-25 09:52:09', '2014-02-25 00:00:00', '2014-02-27 00:00:00', '2014-02-27 15:07:29', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('508', '20140224-1731', '[工作流]西安雨润-工作流-审批流自动选择岗位', '西安雨润', '253', '汪海疆', '2014-02-25 15:46:39', '2014-02-26 00:00:00', '2014-03-27 00:00:00', '2014-03-01 11:04:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('509', '20140224-1783', '[平台]佳兆业平台代办优化需求', '深圳佳兆业', '252', '陶佳俊', '2014-02-24 17:38:14', '2014-02-25 00:00:00', '2014-02-25 00:00:00', '2014-02-25 17:34:47', '3', '已完成。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('510', '20140225-1942', '【运维】广州敏捷MAP问题ERP无法登陆(平台修改)', '广州敏捷', '256', '张胜富', '2014-02-25 17:52:14', '2014-02-26 00:00:00', '1900-01-01 00:00:00', '2014-02-26 18:45:44', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('511', '20140225-1868', '广州城建MAP下载文件文件名乱码修复', '广州城建', '251', '张胜富', '2014-02-25 15:15:07', '2014-02-26 00:00:00', '1900-01-01 00:00:00', '2014-02-26 14:28:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('512', '20140225-1970', '广州奥圆报表设计器报错', '广州奥圆', '25', '张胜富', '2014-02-25 19:44:39', '2014-02-26 00:00:00', '2014-02-05 00:00:00', '2014-02-27 09:08:09', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('513', '20140219-1256', '[工作流]金融街工作流专项调整需求方案说明书2014', '北京金融街', '256', '邹艳辉', '2014-02-26 09:06:17', '2014-02-27 00:00:00', '2014-03-02 00:00:00', '2014-03-01 17:24:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('514', '20140225-1834', '[D宁波银亿]-[系统设置]-岗位信息无法保存BUG', '宁波银亿', '254', '程旭', '2014-02-25 14:20:12', '2014-02-25 00:00:00', '2014-02-26 00:00:00', '2014-02-26 11:11:38', '3', '[D宁波银亿]-[系统设置]-岗位信息无法保存BUG', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('515', '20140225-1903', '北京天鸿系统设置中点击岗位的数据授权提示加载错误', '北京天鸿', '25', '郭凯', '2014-02-25 16:07:16', '2014-02-26 00:00:00', '2014-02-27 00:00:00', '2014-02-27 15:18:35', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('516', '20140226-2109', '[工作流]住宅单点登录及工作流信息推送需求', '厦门住宅', '25', '薛小虎', '2014-02-26 14:41:16', '2014-03-03 00:00:00', '2014-03-03 00:00:00', '2014-03-03 16:50:50', '3', '本需求只处理工作流部分的调整。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('517', '20140224-1649', '成本系统用户数自动禁用需求', '广州保利', '303', '张胜富', '2014-02-24 14:50:46', '2014-02-27 00:00:00', '2014-02-27 00:00:00', '2014-02-27 17:11:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('518', '20140226-2126', '修改appForm,appGridE,等控件属性修改', '内部客户', '256', '朱峰', '2014-02-26 14:58:16', '2014-02-27 00:00:00', '2014-02-28 00:00:00', '2014-02-28 18:10:50', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('519', '20140225-1930', '[平台]实测面积录入Repeater翻页异常', '北京金融街', '258', '邹艳辉', '2014-02-25 17:43:44', '2014-02-27 00:00:00', '2014-02-27 00:00:00', '2014-02-27 15:51:29', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('520', '20140224-1706', '[工作流]会签节点多人并发处理优化20140221', '北京SOHO', '25', '曹珂', '2014-02-25 15:37:38', '2014-02-28 00:00:00', '2014-03-01 00:00:00', '2014-02-28 18:00:03', '3', '已经邮件提交', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('521', '20140225-1875', '佳兆业报表修复升级单', '深圳佳兆业', '301', '涂一鸣', '2014-02-25 15:35:31', '2014-02-25 00:00:00', '2014-02-26 00:00:00', '2014-03-09 11:10:09', '3', '当前问题已暂时解决，不能使用Session存储对象的问题，还需平台李俊峰跟进。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('522', '20140227-2236', '采购计划评标文件无法下载', '深圳龙光', '256', '颜邕', '2014-02-27 14:11:10', '2014-02-27 00:00:00', '2014-02-28 00:00:00', '2014-02-28 19:04:53', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('523', '20140213-0621', '增加不允许被调整的岗位控制', '招商', '256', '涂一鸣', '2014-02-13 16:35:53', '2014-02-27 00:00:00', '2014-03-04 00:00:00', '2014-03-03 19:07:59', '3', '任务工作量预计2天，平台改动点非常多', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('524', '20140221-1495', '[工作流]费用系统集成引用Core文件升级', '上海大华', '251', '赵红伟', '2014-02-25 15:47:35', '2014-02-25 00:00:00', '2014-02-27 00:00:00', '2014-02-27 16:17:57', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('525', '20140225-1905', '[雅居乐][平台]雅居乐ERP257计划系统在线编辑功能优化', '中山雅居乐', '25', '薛小虎', '2014-02-25 16:09:03', '2014-02-26 00:00:00', '2014-02-28 00:00:00', '2014-02-28 17:56:17', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('526', '20140226-2157', '[工作流][报表]大华费用系统集成报表调整', '上海大华', '251', '', '2014-02-27 17:13:06', '2014-03-03 00:00:00', '1900-01-01 00:00:00', '2014-03-03 11:57:09', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('527', '20140226-2062', '[工作流]成都鑫苑工作流流程解晰BUG', '成都鑫苑', '303', '李致熙', '2014-02-26 11:26:31', '2014-02-28 00:00:00', '2014-02-28 00:00:00', '2014-02-28 14:50:43', '3', '抢批，下一步骤为同一责任人跳过时，未作废其他节点', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('528', '20140227-2220', '[工作流]佳兆业工作流特殊字符处理需求', '深圳佳兆业', '303', '涂一鸣', '2014-02-27 11:53:37', '2014-02-27 00:00:00', '2014-02-28 00:00:00', '2014-03-01 11:15:33', '3', '先评估', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('529', '20140227-2319', 'soho客户误删除数据排查', '北京SOHO', '25', '曹珂', '2014-02-27 17:06:07', '2014-02-27 00:00:00', '2014-02-28 00:00:00', '2014-02-28 15:57:25', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('530', '20140226-2020', '[工作流]流程待办查询条件优化', '重庆德驰', '258', '邓斌', '2014-02-26 10:27:08', '2014-02-27 00:00:00', '2014-03-01 00:00:00', '2014-02-28 17:44:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('531', '20140226-2116', '输入包含三位小数的数字显示错误', '内部客户', '256', '朱剑文', '2014-02-26 14:56:30', '2014-02-28 00:00:00', '2014-02-28 00:00:00', '2014-02-28 18:09:49', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('532', '20140227-2327', 'DSS框架兼容2.5及以上版本ERP的MAP修改需求-20140227', '内部客户', '251', '梅朝敬', '2014-02-27 18:39:14', '2014-02-28 00:00:00', '2014-03-05 00:00:00', '2014-03-04 09:55:54', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('533', '20140226-2006', '[工作流]增加流程分支条件', '北京金融街', '258', '叶杨', '2014-02-26 10:25:04', '2014-03-05 00:00:00', '2014-03-08 00:00:00', '2014-03-07 16:14:13', '3', '周四(3.6号)进入开发，待前一个金融街任务完成测试后再开始。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('534', '20140227-2303', '工作流超时问题', '北京国瑞', '254', '郭凯', '2014-02-27 17:03:18', '2014-03-10 00:00:00', '2014-03-14 00:00:00', '2014-03-17 12:49:16', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('535', '20140226-2112', '工作流审批增加作废和不通过的校验处理', '内部客户', '256', '朱剑文', '2014-02-26 14:45:41', '2014-03-03 00:00:00', '2014-03-05 00:00:00', '2014-03-04 10:17:13', '3', '修改BUG【合约规划编辑时锁机制对成本系统约束不严密】时发现以前的方案有平台工作流更新(增加作废和不通过的校验处理).该BUG来源于256SP2由于底层DLL版本原因，不能直接使用256SP2更新包中的DLL。希望平台能够提供一个基于256（无补丁）版本的修改方案.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('536', '20140228-2362', '[工作流]佳兆业工作流特殊字符优化需求', '深圳佳兆业', '303', '涂一鸣', '2014-02-28 11:10:48', '2014-03-03 00:00:00', '2014-03-04 00:00:00', '2014-03-03 15:25:02', '3', '先评估', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('537', '20140228-2364', '[报表]郑州升龙-报表-报表引擎支持RTS、PB报表自动生成EXCEL', '郑州升龙', '256', '汪海疆', '2014-02-28 10:47:09', '2014-02-27 00:00:00', '2014-03-05 00:00:00', '2014-03-04 14:32:29', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('538', '20140303-0031', '[工作流]招商工作流优化需求', '深圳招商', '256', '涂一鸣', '2014-03-03 10:36:38', '2014-03-04 00:00:00', '2014-03-06 00:00:00', '2014-03-05 11:07:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('539', '20140224-1756', '[工作流]星河工作流优化需求', '深圳星河', '256', '涂一鸣', '2014-02-25 15:43:50', '2014-03-03 00:00:00', '2014-03-03 00:00:00', '2014-03-04 14:38:03', '3', '此功能点，经过核实，已在先前需求中解决（星河工作流bug需求-流程模板授权子公司发起实际未可用的bug，20140224-1785），此次无需修改．待ＰＭ测试核实中．', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('540', '20140303-0019', 'SOHO中国-明源移动审批用户上线取消', '北京SOHO', '25', '胡洁', '2014-03-03 10:35:42', '2014-03-03 00:00:00', '2014-03-04 00:00:00', '2014-03-03 22:54:26', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('541', '20140225-1902', '[工作流]无锡九龙仓-工作流-工作流打回重新发起抄送功能评估', '无锡九龙仓', '301', '汪海疆', '2014-02-25 16:06:14', '2014-03-03 00:00:00', '2014-03-04 00:00:00', '2014-03-03 17:01:57', '3', '待黄文锋评审中。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('542', '20140304-0227', '[深圳深业科之谷][工作流]合同变更审批BUG', '深圳深业科之谷', '256', '', '2014-03-04 09:28:37', '2014-03-04 00:00:00', '1900-01-01 00:00:00', '2014-03-05 15:46:57', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('543', '20140226-2144', '住宅单点登录及工作流信息推送需求', '厦门住宅', '25', '薛小虎', '2014-02-26 15:17:24', '2014-03-04 00:00:00', '2014-03-04 00:00:00', '2014-03-04 18:11:32', '3', '只需单点登录的需求一部分（加字段部分）', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('544', '20140228-2390', '系统管理_权限经常丢失和授权后不生效', '四川蓝光', '303', '罗洪涛', '2014-03-03 16:41:58', '2014-02-28 00:00:00', '2014-04-24 00:00:00', '2014-04-24 14:30:53', '3', '', '咨询', '', '1', '0');
INSERT INTO `tb_task` VALUES ('545', '20140304-0339', '【运维】广州保利MAP盖包后无法找到软件狗', '广州保利', '303', '张胜富', '2014-03-04 15:21:44', '2014-03-05 00:00:00', '2014-03-05 00:00:00', '2014-03-05 17:26:17', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('546', '20140304-0343', '成本系统疑难杂症升级', '广州星河湾', '256', '薛小虎', '2014-03-04 15:33:42', '2014-03-04 00:00:00', '2014-04-04 00:00:00', '2014-04-04 23:18:44', '3', '', '咨询', '', '1', '0');
INSERT INTO `tb_task` VALUES ('547', '20140304-0358', '[内部任务]平台Textarea相关HTC文件BUG', '北京金融街', '258', '李雪菲', '2014-03-04 16:22:26', '2014-03-04 00:00:00', '2014-03-05 00:00:00', '2014-03-04 16:55:26', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('548', '20140303-0151', '[万科][平台]资源化过滤调整需求', '深圳万科', '25', '颜邕', '2014-03-03 16:41:01', '2014-03-04 00:00:00', '2014-03-05 00:00:00', '2014-03-05 17:26:52', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('549', '20140303-0213', '[工作流][上海绿地][移动审批]审批同意后无反应', '上海绿地', '301', '杨正国', '2014-03-04 08:54:50', '2014-03-04 00:00:00', '2014-03-06 00:00:00', '2014-03-05 08:52:12', '3', '已发送邮件说明此项问题, 移动端不支持工作流同一责任人跳过功能, 移动组一周前发送的移动升级包解决了此项问题.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('550', '20140304-0378', '[工作流]建业-工作流、平台-IE兼容性、遮罩层、工作流BUG', '郑州建业', '252', '汪海疆', '2014-03-04 17:03:07', '2014-03-03 00:00:00', '2014-03-05 00:00:00', '2014-03-04 18:52:58', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('551', '20140304-0399', '[工作流]西安雨润-工作流-会签无反应BUG', '西安雨润', '254', '汪海疆', '2014-03-04 18:44:06', '2014-03-05 00:00:00', '1900-01-01 00:00:00', '2014-03-05 14:50:34', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('552', '20140304-0345', '【运维】广州时代map的tempfiles目录过大', '广州时代', '25', '张胜富', '2014-03-04 16:21:05', '2014-03-05 00:00:00', '2014-03-05 00:00:00', '2014-03-05 14:07:12', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('553', '20140304-0396', '[工作流]成都鑫苑工作流流程解晰BUG', '成都鑫苑', '303', '李致熙', '2014-03-04 18:39:47', '2014-03-05 00:00:00', '2014-03-11 00:00:00', '2014-03-10 14:14:49', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('554', '20140305-0457', '[平台]方案应用-大文件上传', '深圳星河', '256', '涂一鸣', '2014-03-05 12:43:34', '2014-03-06 00:00:00', '2014-03-13 00:00:00', '2014-03-12 18:23:25', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('555', '20140303-0164', '[平台]方案应用-大文件上传', '深圳佳兆业', '301', '涂一鸣', '2014-03-04 08:53:10', '2014-03-07 00:00:00', '2014-03-07 00:00:00', '2014-03-07 15:01:22', '3', '等PM前一个IE10的更新包处理完成后再处理该问题。预计周五进入开发，下周一完成开发。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('556', '20140303-0063', '[北京万达][MAP]ntko WORD插件替换及插入文本型业务域方案', '北京万达', '255', '邹艳辉', '2014-03-03 11:36:38', '2014-03-05 00:00:00', '2014-03-05 00:00:00', '2014-03-05 18:22:49', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('557', '20140306-0557', '[成都银传][平台]单点登录消息推送', '成都银传', '303', '邓斌', '2014-03-06 09:49:33', '2014-03-06 00:00:00', '2014-03-06 00:00:00', '2014-03-06 15:07:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('558', '20140306-0552', '[工作流][上海仁恒][工作流]协商功能优化', '上海仁恒', '301', '杨正国', '2014-03-06 09:32:01', '2014-03-06 00:00:00', '2014-03-11 00:00:00', '2014-03-10 14:15:50', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('559', '20140306-0623', '[深圳保利达][平台]上级岗位修改异常', '深圳保利达', '256', '颜邕', '2014-03-06 14:04:28', '2014-03-06 00:00:00', '2014-03-07 00:00:00', '2014-03-07 16:46:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('560', '20140306-0584', '[工作流]碧桂园工作流优化【零星调整20140304】', '中山碧桂园', '25', '李锐', '2014-03-06 09:51:18', '2014-03-06 00:00:00', '2014-03-07 00:00:00', '2014-03-07 16:43:23', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('561', '20140306-0665', '[青岛嘉合东方][桌面部件]桌面部件BUG', '青岛嘉合东方', '254', '程旭', '2014-03-06 15:07:52', '2014-03-06 00:00:00', '2014-03-06 00:00:00', '2014-03-06 17:31:16', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('562', '20140305-0455', '[平台]方案应用-大文件上传', '深圳星河', '256', '涂一鸣', '2014-03-05 12:43:03', '2014-03-06 00:00:00', '2014-03-06 00:00:00', '2014-03-06 16:22:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('563', '20140304-0309', '[工作流]ERP10【待办消息获取接口调整】', '中山雅居乐', '10', '薛小虎', '2014-03-04 14:18:14', '2014-03-05 00:00:00', '2014-03-06 00:00:00', '2014-03-07 09:25:49', '3', '开发中沟通需求疑问，自测场景多，导致超时。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('564', '20140307-0759', '[移动]修改平台底层支持移动审批103', '上海大华', '258', '赵红伟', '2014-03-07 11:41:18', '2014-03-07 00:00:00', '2014-03-10 00:00:00', '2014-03-07 18:34:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('565', '20140304-0275', '[商业地产202产品开发]平台Map BUG修复', '内部商业地产', '304', '吕日辉', '2014-03-04 11:34:29', '2014-03-07 00:00:00', '2014-03-07 00:00:00', '2014-03-11 14:55:26', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('566', '20140307-0815', '[龙光][平台]下载的压缩文件等显示异常为axd未知文件', '深圳龙光', '256', '颜邕', '2014-03-07 14:28:36', '2014-03-07 00:00:00', '2014-03-07 00:00:00', '2014-03-07 15:46:53', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('567', '20140307-0869', '[工作流][流程收到多个代办问题]', '河南建业', '257', '汪海疆', '2014-03-07 15:37:16', '2014-03-07 00:00:00', '2014-03-11 00:00:00', '2014-03-10 14:48:40', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('568', '20140307-0756', '[工作流]某些模板审批步骤中启用签章成未勾选', '深圳绿景', '256', '颜邕', '2014-03-07 15:42:38', '2014-03-07 00:00:00', '2014-03-11 00:00:00', '2014-03-10 11:32:23', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('569', '20140306-0708', '[工作流]表单审批意见展示方式调整咨询', '上海农工商', '302', '杨正国', '2014-03-06 18:22:10', '2014-03-07 00:00:00', '2014-03-12 00:00:00', '2014-03-11 11:19:10', '3', '评估可行性及预计工作量，谢谢；\n待一线回复确认中', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('570', '20140307-0751', '邮件发送时间问题升级', '广州合景', '303', '张胜富', '2014-03-07 11:39:13', '2014-03-07 00:00:00', '2014-03-07 00:00:00', '2014-03-07 17:29:01', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('571', '20140307-0817', '[河南建业][平台][IE10、11兼容需求]', '河南建业', '257', '汪海疆', '2014-03-07 14:30:12', '2014-03-10 00:00:00', '2014-03-10 00:00:00', '2014-03-11 09:45:06', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('572', '20140306-0673', '[平台]方案应用-IE10兼容', '广州力迅', '20', '张胜富', '2014-03-06 15:26:08', '2014-03-07 00:00:00', '1753-01-01 00:00:00', '2014-03-07 18:05:41', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('573', '20140307-0782', '[工作流]审批中允许修改业务数据', '天津国民地产', '256', '程旭', '2014-03-07 11:47:43', '2014-03-10 00:00:00', '2014-03-12 00:00:00', '2014-03-12 14:15:03', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('574', '20140307-0863', '[工作流]抄送类型与重设责任人调整', '佛山碧桂园', '25', '李锐', '2014-03-07 15:32:36', '2014-03-10 00:00:00', '2014-03-12 00:00:00', '2014-03-12 14:27:27', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('575', '20140307-0883', '[成都优品道][平台]工作流页面打印报错', '成都优品道', '302', '邓斌', '2014-03-07 16:05:28', '2014-03-10 00:00:00', '1900-01-01 00:00:00', '2014-03-10 19:06:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('576', '20140307-0831', '客户web.config与研发web.config差异分析', '北京SOHO', '25', '曹珂', '2014-03-07 14:31:54', '2014-03-10 00:00:00', '2014-03-10 00:00:00', '2014-03-10 15:46:20', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('577', '20140307-0766', '[工作流]流程查询-无数据bug', '深圳星河', '256', '涂一鸣', '2014-03-07 11:43:47', '2014-03-06 00:00:00', '2014-03-10 00:00:00', '2014-03-10 12:46:48', '3', '需处理，当前需求PM回复任务系统操作错误，为待确认状态。仍需处理。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('578', '20140307-0830', '[工作流]数据已暂时修复原因无法查明', '安徽金大地', '257', '程旭', '2014-03-07 14:39:31', '2014-03-11 00:00:00', '2014-03-17 00:00:00', '2014-03-17 13:13:50', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('579', '20140310-0998', '[工作流]审批流程无法自动归档', '重庆新鸥鹏', '253', '邓斌', '2014-03-10 12:50:02', '2014-03-10 00:00:00', '2014-03-12 00:00:00', '2014-03-11 09:02:54', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('580', '20140306-0648', '[工作流]ntko word插件替换', '北京万达', '303', '邹艳辉', '2014-03-06 15:10:50', '2014-03-10 00:00:00', '2014-03-11 00:00:00', '2014-03-10 14:40:48', '3', '客户未使用明源工作流，该需求无需开发。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('581', '20140310-0954', '[工作流]工作流审批默认岗位优化', '厦门海翼', '256', '薛小虎', '2014-03-10 11:12:59', '2014-03-13 00:00:00', '2014-03-13 00:00:00', '2014-03-13 14:25:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('582', '20140310-0958', '[工作流]工作流（303）零星开发需求', '广州保利', '303', '张胜富', '2014-03-10 11:15:30', '2014-03-13 00:00:00', '2014-03-19 00:00:00', '2014-03-18 08:55:08', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('583', '20140307-0842', '[工作流]流程打回审批人不见', '青岛天一建筑', '303', '程旭', '2014-03-07 14:44:47', '2014-03-11 00:00:00', '2014-03-12 00:00:00', '2014-03-11 19:09:14', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('584', '20140311-1127', '[平台]工作流附件无法打开', '重庆同景', '255', '邓斌', '2014-03-11 09:32:08', '2014-03-13 00:00:00', '2014-03-13 00:00:00', '2014-03-13 11:44:34', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('585', '20140307-0893', '北京伊泰组织架构调整功能优化开发', '北京伊泰', '253', '郭凯', '2014-03-07 17:01:50', '2014-03-20 00:00:00', '2014-03-25 00:00:00', '2014-03-24 18:04:10', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('586', '20140310-1022', '成本系统专项【单点登录环境集成】', '碧桂园', '25', '李锐', '2014-03-11 09:57:23', '2014-03-11 00:00:00', '2014-03-11 00:00:00', '2014-03-11 16:53:24', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('587', '20140307-0760', '佳兆业主数据平台优化需求', '深圳佳兆业', '301', '涂一鸣', '2014-03-07 15:40:41', '2014-03-10 00:00:00', '2014-03-11 00:00:00', '2014-03-11 16:54:54', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('588', '20140306-0660', '[工作流]郑州丰源-工作流-工作流同一责任人跳过功能', '郑州丰源', '256', '汪海疆', '2014-03-06 15:06:04', '2014-03-10 00:00:00', '2014-03-11 00:00:00', '2014-03-11 15:13:37', '3', '郑州丰源工作流源码建立花费了不少时间, 原因是vss上WF3.0.8标准库版本号为3.0.8.50415存在多个标签版本.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('589', '20140311-1195', '[平台]ERP站点内存溢出', '中山美的', '254', '薛小虎', '2014-03-11 15:40:39', '2014-03-12 00:00:00', '2014-03-12 00:00:00', '2014-03-12 18:14:12', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('590', '20140311-1199', '[雅居乐][平台]ERP257内存溢出排查', '中山雅居乐', '257', '薛小虎', '2014-03-11 15:41:43', '2014-03-12 00:00:00', '2014-03-12 00:00:00', '2014-03-12 18:28:56', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('591', '20140311-1139', '广州保利平台工作流事件注册问题修复', '广州保利', '303', '张胜富', '2014-03-11 10:06:56', '2014-03-11 00:00:00', '2014-03-11 00:00:00', '2014-03-11 16:55:34', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('592', '20140311-1166', '广州合景平台增加字段(金蝶核算编码)需求', '广州合景', '303', '张胜富', '2014-03-11 11:25:06', '2014-03-11 00:00:00', '2014-03-11 00:00:00', '2014-03-12 09:08:22', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('593', '20140311-1137', '广州时代客户使用报表插件的技术咨询', '广州时代', '25', '张胜富', '2014-03-11 10:05:39', '2014-03-11 00:00:00', '2014-03-12 00:00:00', '2014-03-11 17:07:51', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('594', '20140311-1211', '深圳益田工作流报错', '深圳益田', '303', '刘玺', '2014-03-11 17:20:17', '2014-03-11 00:00:00', '2014-03-12 00:00:00', '2014-03-11 17:21:06', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('595', '20140311-1201', '[港中旅][平台]OA单点登录', '深圳港中旅', '254', '颜邕', '2014-03-11 15:49:56', '2014-03-11 00:00:00', '2014-03-11 00:00:00', '2014-03-11 17:25:04', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('596', '20140311-1264', '上传页面默认文档类型显示', '广州合景', '303', '张胜富', '2014-03-11 17:54:25', '2014-03-11 00:00:00', '2014-03-11 00:00:00', '2014-03-11 18:12:09', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('597', '20140307-0848', '[工作流]审批过程丢失记录，请查明原因', '沈阳穗港', '256', '程旭', '2014-03-07 14:51:30', '2014-03-12 00:00:00', '2014-03-18 00:00:00', '2014-03-18 08:53:09', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('598', '20140311-1235', '[工作流]广州合景工作流BUG', '广州合景', '303', '张胜富', '2014-03-11 15:51:45', '2014-03-11 00:00:00', '2014-03-12 00:00:00', '2014-03-12 09:07:08', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('599', '20140312-1367', '成本授权数据丢失', '深圳鹏基南方', '253', '刘玺', '2014-03-12 11:56:59', '2014-03-13 00:00:00', '2014-03-17 00:00:00', '2014-03-17 13:08:08', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('600', '20140312-1344', 'AppGridE控件导出数字需要能够计算，而非文本类型', '北京华远', '303', '曹珂', '2014-03-12 11:10:17', '2014-03-12 00:00:00', '2014-03-12 00:00:00', '2014-03-12 17:37:13', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('601', '20140312-1338', '[工作流]增加不打印域', '广州合景', '303', '张胜富', '2014-03-12 11:01:04', '2014-03-13 00:00:00', '2014-03-14 00:00:00', '2014-03-14 11:03:59', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('602', '20140307-0791', '平台appgridtree导出无样式及css资源无法正常加载BUG修复', '商业地产202', '303', '袁作辉', '2014-03-07 13:02:45', '2014-03-12 00:00:00', '2014-03-12 00:00:00', '2014-03-12 16:48:37', '3', '', '产品', '', '0', '0');
INSERT INTO `tb_task` VALUES ('603', '20140313-1483', '[平台]方案应用-IE10兼容', '上海绿地', '257', '张巍', '2014-03-13 10:20:48', '2014-03-13 00:00:00', '2014-03-14 00:00:00', '2014-03-14 14:12:13', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('604', '20140310-0977', '[工作流]上传OFFICE做了加密报未装OFFICE', '南宁高新', '301', '程旭', '2014-03-10 11:28:05', '2014-03-12 00:00:00', '2014-03-18 00:00:00', '2014-03-17 13:16:55', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('605', '20140312-1409', '[工作流]移动审批无附件', '深圳花半里', '256', '颜邕', '2014-03-12 17:52:16', '2014-03-13 00:00:00', '2014-04-11 00:00:00', '2014-04-11 11:33:14', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('606', '20140313-1526', '认购书套打格式异常', '大连海昌', '303', '程旭', '2014-03-13 15:38:41', '2014-03-13 00:00:00', '2014-03-14 00:00:00', '2014-03-17 13:02:35', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('607', '20140313-1568', '同步客户文件', '北京方兴', '254', '郭凯', '2014-03-13 18:15:32', '2014-03-13 00:00:00', '2014-03-13 00:00:00', '2014-03-13 18:42:46', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('608', '20140314-1597', '[移动]103版本移动审批上线', '上海盛高', '256', '胡洁', '2014-03-14 10:28:05', '2014-03-13 00:00:00', '2014-03-14 00:00:00', '2014-03-14 11:32:41', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('609', '20140314-1605', '[平台]文档下载异常', '深圳龙光', '256', '颜邕', '2014-03-14 10:30:11', '2014-03-14 00:00:00', '2014-03-14 00:00:00', '2014-03-14 14:03:07', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('610', '20140313-1510', '计划系统打开一个项目的计划编制与调整一直加载中', '北京金泰', '303', '张明明', '2014-03-14 10:43:23', '2014-03-14 00:00:00', '2014-03-14 00:00:00', '2014-03-14 20:10:29', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('611', '20140313-1547', '[商业地产202产品开发][MAP]平台BUG(P3)', '商业地产', '303', '袁作辉', '2014-03-13 16:56:22', '2014-03-17 00:00:00', '2014-03-18 00:00:00', '2014-03-18 09:30:33', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('612', '20140313-1527', '[工作流]金融街工作流专项补充完善需求', '北京金融街', '257', '叶杨', '2014-03-13 15:35:15', '2014-03-14 00:00:00', '2014-03-17 00:00:00', '2014-03-17 13:19:26', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('613', '20140314-1635', '广州城建ERP站点内存溢出', '广州城建', '252', '张胜富', '2014-03-14 14:37:26', '2014-03-14 00:00:00', '2014-03-14 00:00:00', '2014-03-14 17:00:20', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('614', '20140314-1659', '事件订阅增加本地是否成功判断', '深圳佳兆业', '303', '涂一鸣', '2014-03-14 15:24:37', '2014-03-14 00:00:00', '2014-03-14 00:00:00', '2014-03-14 18:04:16', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('615', '20140314-1676', '[MAP]景瑞POM系统保存岗位报错', '上海景瑞', '25', '赵红伟', '2014-03-14 16:04:52', '2014-03-14 00:00:00', '2014-03-14 00:00:00', '2014-03-14 20:13:10', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('616', '20131210-0134', '客服里新增问题时页面报错', '上海瑞虹新城', '25', '赵红伟', '2014-02-23 15:59:24', '2014-02-18 00:00:00', '2014-03-14 00:00:00', '2014-03-14 20:18:11', '3', 'ITSM编号：\nEXEC s_reindex --重建整个ERP系统数据库中的表索引碎片\nEXEC sp_updatestats; --更新统计信息（需在s_reindex后面使用）', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('617', '20140314-1682', '[工作流]北京高和邮件推送工作流地址打开无权限', '北京高和', '301', '郭凯', '2014-03-14 16:17:35', '2014-03-17 00:00:00', '2014-03-17 00:00:00', '2014-03-17 17:20:12', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('618', '20140311-1158', '[北京万达][MAP]垂直管理功能调整补充功能', '北京万达', '255', '邹艳辉', '2014-03-11 11:07:48', '2014-03-12 00:00:00', '2014-04-15 00:00:00', '2014-04-15 10:31:51', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('619', '20140314-1715', '龙湖销售系统分页功能调整', '重庆龙湖', '25', '吴开峰', '2014-03-14 18:14:40', '2014-03-17 00:00:00', '2014-03-17 00:00:00', '2014-03-17 15:28:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('620', '20140317-1765', '[工作流]-流程标题生成需求', '南京万博', '303', '汪海疆', '2014-03-17 10:11:06', '2014-03-17 00:00:00', '2014-03-18 00:00:00', '2014-03-18 10:11:59', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('621', '20140312-1370', '[工作流]字段丢失，无法赋值', '青岛天一仁和', '303', '程旭', '2014-03-12 12:04:44', '2014-03-17 00:00:00', '2014-03-19 00:00:00', '2014-03-19 22:41:25', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('622', '20140317-1876', '[厦门海投][疑难杂症]网上备案疑难杂症单', '厦门海投', '25', '薛小虎', '2014-03-17 15:38:41', '2014-03-18 00:00:00', '1900-01-01 00:00:00', '2014-03-20 09:52:11', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('623', '20140317-1882', '[工作流]隐藏保存草稿、放开平方米', '广州合景', '303', '张胜富', '2014-03-17 15:53:30', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-18 11:07:39', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('624', '20140315-1739', '[工作流]明源工作流与第三方工作流对接咨询', '上海复地', '303', '杨正国', '2014-03-16 19:36:24', '2014-03-21 00:00:00', '1900-01-01 00:00:00', '2014-03-21 11:51:07', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('625', '20140317-1828', '[工作流][移动审批]移动审批无法批阅问题', '北京金融街', '303', '叶杨', '2014-03-17 11:48:45', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-19 22:34:17', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('626', '20140318-1964', '[工作流]前后插审批组织架构界面调整需求', '北京金融街', '303', '叶杨', '2014-03-18 09:05:24', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-24 09:05:42', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('627', '20140317-1940', '[平台]方案应用-IE10兼容', '成都置信', '252', '邓斌', '2014-03-17 23:12:06', '2014-03-18 00:00:00', '2014-03-19 00:00:00', '2014-03-19 11:18:24', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('628', '20140314-1697', '[工作流]鹏基南方工作流管理某流程审批完未能进入下一步骤', '深圳鹏基南方', '253', '刘玺', '2014-03-14 17:05:54', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-18 15:35:53', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('629', '20140317-1824', '[工作流]移动审批产品优化及反馈', '广州合景', '303', '胡洁', '2014-03-17 11:50:31', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-18 19:40:28', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('630', '20140318-1976', '[平台]方案应用-插件一键安装', '北京首开', '254', '朱林', '2014-03-18 09:58:07', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-18 18:28:52', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('631', '20140318-2022', '广州时代报表插件转换为MSI格式', '广州时代', '25', '张胜富', '2014-03-18 11:47:41', '2014-03-17 00:00:00', '2014-03-18 00:00:00', '2014-03-18 15:18:49', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('632', '20140318-2021', '[主动运维]龙湖内存溢出问题升级排查', '重庆龙湖', '25', '黄麟欢', '2014-03-18 11:48:49', '2014-03-19 00:00:00', '1900-01-01 00:00:00', '2014-03-20 09:51:51', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('633', '20140318-2013', '(BUG)鑫苑（多角色查询计划系统功能权限修复）', '重庆鑫苑', '303', '陈轶涛', '2014-03-18 11:32:45', '2014-03-18 00:00:00', '2014-03-18 00:00:00', '2014-03-18 23:13:32', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('634', '20140318-2004', '[工作流]修改业务域数据问题', '杭州中大', '301', '程旭', '2014-03-18 11:10:51', '2014-03-19 00:00:00', '2014-03-20 00:00:00', '2014-03-20 15:18:00', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('635', '20140314-1723', '[工作流]同一节点产生多条待办', '四川新希望', '302', '邓斌', '2014-03-14 19:42:08', '2014-03-17 00:00:00', '2014-03-18 00:00:00', '2014-03-18 18:03:51', '3', '已提交更新包,内含修复历史数据的sql样例.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('636', '20140318-2133', '[平台]网上备案控件问题修复', '厦门海投', '25', '薛小虎', '2014-03-18 19:04:51', '2014-03-19 00:00:00', '2014-03-21 00:00:00', '2014-03-21 10:10:55', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('637', '20140319-2149', '【运维】雅居乐10系统提示数据库版本不对', '中山雅居乐', '10', '薛小虎', '2014-03-18 22:56:01', '2014-03-19 00:00:00', '2014-03-19 00:00:00', '2014-03-19 18:38:14', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('638', '20140306-0548', '[平台]方案应用-大文件上传', '厦门滕王阁', '303', '薛小虎', '2014-03-06 09:28:26', '2014-03-11 00:00:00', '2014-03-21 00:00:00', '2014-03-27 16:55:13', '3', '[工作流],[平台]审批附件批量上传和下载，平台部分由肖铎开发，开发前后与肖铎多沟通。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('639', '20140320-2401', '星河平台工作流上传附件图片优化需求', '深圳星河', '256', '涂一鸣', '2014-03-20 11:30:07', '2014-03-20 00:00:00', '2014-03-20 00:00:00', '2014-03-20 14:40:18', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('640', '20140319-2289', '平台appGridE控件导出功能调整', '北京华远', '303', '曹珂', '2014-03-19 17:06:51', '2014-03-21 00:00:00', '2014-03-24 00:00:00', '2014-03-24 18:18:45', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('641', '20140318-1983', '[工作流]广州保利移动审批可编辑表单专项-工作流修改', '广州保利', '25', '胡洁', '2014-03-18 10:00:53', '2014-03-19 00:00:00', '2014-03-20 00:00:00', '2014-03-20 18:52:35', '3', '本次需求开发这边提交更新包,但是无法直接测试，今天未联系上王晨旭请他协助测试,我会继续跟进.', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('642', '20140319-2228', '[工作流]N小时没处理则自动完成问题', '重庆康田置业', '253', '邓斌', '2014-03-19 16:04:44', '2014-03-19 00:00:00', '2014-03-20 00:00:00', '2014-03-20 18:58:00', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('643', '20140319-2326', '[工作流]工作流底层修改', '青岛银盛泰', '256', '', '2014-03-20 09:31:28', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 10:53:10', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('644', '20140318-2089', '[报表]屏幕报表打印报错', '上海大华', '251', '赵红伟', '2014-03-18 17:37:34', '2014-03-19 00:00:00', '2014-03-20 00:00:00', '2014-03-21 12:28:16', '3', '经过排查，原代码就已经实现了此功能，此处无需调整。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('645', '20140320-2439', '[平台]ERP10门户查看系统待办消息超时', '中山雅居乐', '10', '薛小虎', '2014-03-20 19:33:32', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 16:03:48', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('646', '20140318-1989', '[工作流]多人审批不全选及提示调整', '北京金融街', '258', '叶杨', '2014-03-18 10:18:39', '2014-03-20 00:00:00', '2014-03-21 00:00:00', '2014-03-21 10:27:53', '3', '可以开始处理，调整多人审批为默认不全选，将选择下一步责任人的提示调整为红色\n\n仅调整多人并行审批责任人不明确场景下的责任人名称默认全不选', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('647', '20140307-0905', '[工作流]修改记录规范', '重庆东原', '257', '邓斌', '2014-03-07 17:34:06', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 19:11:19', '3', '一线已经确认了，不做需求1.1了，只做需求2.1那个增加高级选择的部分。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('648', '20140321-2568', '平台修改-撤回IE兼容包中关于插件的部分', '广州时代', '25', '张胜富', '2014-03-21 11:52:37', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 14:14:39', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('649', '20140321-2546', '销售系统交互明细查询报错', '北京新世界', '252', '郭凯', '2014-03-21 10:13:36', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 17:52:23', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('650', '20140320-2511', '[上海大华][平台]费用系统集成后遗留Bug处理', '上海大华', '258', '赵红伟', '2014-03-21 14:24:41', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 16:10:54', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('651', '20140318-2074', '[工作流]合约规划特殊字符校验BUG', '深圳花样年', '253', '颜邕', '2014-03-18 16:01:10', '2014-03-24 00:00:00', '2014-04-28 00:00:00', '2014-04-01 14:12:26', '3', '开发1.5D,测试0.8D', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('652', '20140319-2271', '[工作流]表单增加重新归集历史页签', '北京鑫苑', '303', '罗洪涛', '2014-03-19 17:05:36', '2014-03-20 00:00:00', '2014-03-21 00:00:00', '2014-03-21 16:00:12', '3', '需26、27号完成。(待PM确认是否需开发)', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('653', '20140321-2612', '日志文件在成倍增长，导致内存溢出', '重庆东原', '257', '邓斌', '2014-03-21 15:49:21', '2014-03-21 00:00:00', '2014-03-24 00:00:00', '2014-03-24 11:00:11', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('654', '20140319-2286', '短信发送失败', '青岛星空', '303', '程旭', '2014-03-19 17:06:07', '2014-03-21 00:00:00', '2014-03-21 00:00:00', '2014-03-21 17:51:39', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('655', '20140320-2446', '[工作流]工作流完善需求（展开方式）', '北京金融街', '303', '叶杨', '2014-03-20 19:35:30', '2014-03-20 00:00:00', '2014-03-21 00:00:00', '2014-03-21 20:58:27', '3', '本需求由2人共同完成：\n雷启明：1D\n陈静：0.4D', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('656', '20140321-2535', '[工作流]系统待办事项bug', '成都宜佳信', '257', '邓斌', '2014-03-21 09:48:43', '2014-03-24 00:00:00', '2014-03-24 00:00:00', '2014-03-24 17:20:43', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('657', '20140321-2635', '[工作流]业务表单无法显示', '深圳佳兆业', '301', '涂一鸣', '2014-03-21 17:44:42', '2014-03-24 00:00:00', '2014-03-24 00:00:00', '2014-03-24 10:48:01', '3', 'PM确认为环境问题，此问题无需工作流团队排查。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('658', '20140324-2823', '[工作流]流程表单的附件位置错位', '深圳星河', '256', '涂一鸣', '2014-03-24 17:16:19', '2014-03-24 00:00:00', '2014-03-24 00:00:00', '2014-03-24 18:00:08', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('659', '20140319-2294', '附件防伪需求', '上海红星地产', '256', '张巍', '2014-03-20 09:29:31', '2014-03-19 00:00:00', '2014-03-27 00:00:00', '2014-03-27 15:57:33', '3', '由刘玮进行技术验证。可联系江威或者张永亮。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('660', '20140324-2749', '【MAP平台】插件支持单独安装', '北京首开', '254', '邹艳辉', '2014-03-24 15:38:30', '2014-03-26 00:00:00', '2014-03-27 00:00:00', '2014-03-27 13:12:19', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('661', '20140322-2661', '部分电脑看不到目标成本信息', '重庆鑫苑', '303', '黄伟', '2014-03-23 17:10:27', '2014-03-24 00:00:00', '2014-03-24 00:00:00', '2014-03-25 18:28:03', '3', '问题升级后，一线同事已自行解决该问题，解决方案为卸载客户端杀毒软件。', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('662', '20140325-2877', '[工作流]北京方兴成本系统工作流BUG', '北京方兴', '254', '郭凯', '2014-03-25 10:24:03', '2014-03-25 00:00:00', '2014-03-25 00:00:00', '2014-03-25 18:27:45', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('663', '20140325-2953', '[工作流]ntko word插件自动安装', '北京首开', '254', '邹艳辉', '2014-03-25 14:32:48', '2014-03-26 00:00:00', '2014-03-27 00:00:00', '2014-03-27 14:10:03', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('664', '20140320-2455', '[工作流]费用系统审批记录优化', '重庆鑫苑', '303', '邵波', '2014-03-20 22:15:37', '2014-03-21 00:00:00', '2014-03-25 00:00:00', '2014-03-25 17:33:03', '3', '鑫苑累计出现几个bug, 与张圣一起做的,截止已经全部修复完, 等待项目通过.', '修复', '', '0', '0');
INSERT INTO `tb_task` VALUES ('665', '20140320-2459', '[工作流]费用系统流程解析BUG', '重庆鑫苑', '303', '邵波', '2014-03-20 22:17:13', '2014-03-21 00:00:00', '2014-03-25 00:00:00', '2014-03-25 17:32:56', '3', '鑫苑工作流累计出现多个bug, 与张圣一起修复完成, 等待项目测试通过.', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('666', '20140325-2963', '销售系统中划拨单中数据与实际金额不一致', '广州城建', '252', '张胜富', '2014-03-25 14:54:09', '2014-03-26 00:00:00', '2014-03-27 00:00:00', '2014-03-27 16:21:33', '3', '', '疑难', '', '0', '0');
INSERT INTO `tb_task` VALUES ('667', '20140326-3074', '[报表]DSS报表服务报错问题', '上海复地', '303', '张巍', '2014-03-26 10:27:17', '2014-03-27 00:00:00', '2014-03-28 00:00:00', '2014-03-28 11:31:46', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('668', '20140325-2922', '[工作流]移动审批104PC端支持需求', '移动审批', '303', '杨容', '2014-03-25 11:48:09', '2014-03-26 00:00:00', '2014-03-26 00:00:00', '2014-03-26 18:19:20', '3', '希望能在本周四之前提交需求1.1与需求1.2的ERP303支持版本', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('669', '20140326-3192', '[平台]项目系统超时问题', '北京纳帕', '301', '郭凯', '2014-03-26 17:42:20', '2014-03-26 00:00:00', '2014-04-01 00:00:00', '2014-04-01 10:22:14', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('670', '20140326-3163', '[工作流]新增流程模版报错', '江苏新城', '302', '杨正国', '2014-03-26 17:39:37', '2014-03-27 00:00:00', '2014-03-27 00:00:00', '2014-03-27 11:45:55', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('671', '20140326-3138', '[平台]方案应用-IE10兼容', '深圳华南城', '302', '颜邕', '2014-03-26 17:38:17', '2014-03-27 00:00:00', '1753-01-01 00:00:00', '2014-03-27 20:38:51', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('672', '20140325-3022', '碧桂园平台控件数字长度校验BUG', '中山碧桂园', '303', '张杰', '2014-03-25 17:14:22', '2014-03-26 00:00:00', '2014-03-27 00:00:00', '2014-03-27 12:39:51', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('673', '20140326-3088', '[工作流]成本系统合同审批用印归档时界面异常，无‘归档’按钮', '重庆龙湖', '253', '吴开峰', '2014-03-26 10:33:07', '2014-03-26 00:00:00', '2014-04-10 00:00:00', '2014-04-10 09:54:49', '3', '', '咨询', '', '0', '0');
INSERT INTO `tb_task` VALUES ('674', '20140326-3234', '[平台]Project2003在线编辑功能问题', '中山雅居乐', '10', '薛小虎', '2014-03-27 09:45:24', '2014-04-02 00:00:00', '2014-04-03 00:00:00', '2014-04-03 14:40:17', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('675', '20140324-2827', '[工作流]并行审批、移动审批电子签章功能修改', '西安雨润', '254', '汪海疆', '2014-03-24 17:28:18', '2014-03-24 00:00:00', '2014-04-04 00:00:00', '2014-04-04 14:37:00', '3', '处理需求2标签页，并行审批参考303的实现。', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('676', '20140325-3034', '(BUG)鑫苑（消息服务停止）', '重庆鑫苑', '254', '邵波', '2014-03-27 16:40:52', '2014-03-25 00:00:00', '2014-03-28 00:00:00', '2014-03-27 16:41:38', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('677', '20140326-3220', '[平台]广州保利撤销遮照包开发', '广州保利', '303', '张胜富', '2014-03-26 19:00:18', '2014-03-28 00:00:00', '1753-01-01 00:00:00', '2014-03-28 11:39:37', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('678', '20140328-3393', '佳兆业销售MAP修改需求', '深圳佳兆业', '25', '邢存岭', '2014-03-28 10:15:59', '2014-03-28 00:00:00', '2014-03-28 00:00:00', '2014-03-28 11:33:10', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('679', '20140327-3328', '[工作流]北京方兴工作流发起提示无流程模板', '北京方兴', '253', '郭凯', '2014-03-27 17:03:03', '2014-03-28 00:00:00', '2014-03-28 00:00:00', '2014-03-31 09:02:11', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('680', '20140226-2005', '[平台]AppGridE导出Excel调整', '重庆龙湖', '201', '王磊', '2014-03-28 09:44:25', '2014-03-28 00:00:00', '1900-01-01 00:00:00', '2014-03-31 16:21:30', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('681', '20140326-3212', '303升级到304的独立解决方案和更新包', '内部任务', '304', '柯晓露', '2014-03-26 18:11:32', '2014-03-31 00:00:00', '2014-04-17 00:00:00', '2014-04-23 17:02:25', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('682', '20140326-3092', '[工作流]广州保利Word内容丢失问题排查', '广州保利', '303', '张胜富', '2014-03-26 10:37:54', '2014-03-29 00:00:00', '1900-01-01 00:00:00', '2014-03-29 17:15:43', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('683', '20140328-3453', '[工作流]流转突然发现没有当前责任人', '北京金融街', '258', '叶杨', '2014-03-28 14:00:59', '2014-03-29 00:00:00', '1900-01-01 00:00:00', '2014-04-01 17:43:52', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('684', '20140326-3116', '[工作流]步骤名称自动同步', '重庆新鸥鹏', '253', '邓斌', '2014-03-26 17:20:23', '2014-03-29 00:00:00', '2014-03-29 00:00:00', '2014-03-31 08:58:44', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('685', '20140328-3395', '[工作流]广州中颐工作流电子签章的设置丢失疑难杂症升级', '广州中颐', '251', '张胜富', '2014-03-28 10:19:03', '2014-03-29 00:00:00', '2014-03-31 00:00:00', '2014-03-31 11:34:03', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('686', '20140328-3385', '[工作流]金科费用系统流程丢失', '重庆金科', '253', '邵波', '2014-03-28 16:07:49', '2014-04-03 00:00:00', '2014-04-04 00:00:00', '2014-04-03 23:22:15', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('687', '20140327-3326', '[工作流]鑫苑计划系统（待办最大化自适应显示）', '北京鑫苑', '303', '邵波', '2014-03-27 17:01:39', '2014-03-27 00:00:00', '2014-03-28 00:00:00', '2014-03-28 17:28:48', '3', '历史消息打开问题', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('688', '20140326-3165', '[工作流]新流程再次打开编号会自动加1', '北京金融街', '258', '叶杨', '2014-03-26 17:41:03', '2014-03-29 00:00:00', '1900-01-01 00:00:00', '2014-03-29 17:17:41', '3', '这是产品设计流水号不唯一的方案，只要打开新建流程，则流水号都会增加1，从而避免流水号重复的问题!所以此非问题。', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('689', '20140331-3557', '销售系统税费划拨疑难杂症升级', '广州城建', '252', '张胜富', '2014-03-31 11:12:56', '2014-03-31 00:00:00', '2014-04-08 00:00:00', '2014-04-08 18:17:22', '3', '', '咨询', '', '0', '0');
INSERT INTO `tb_task` VALUES ('690', '20140327-3350', '[工作流](北京鑫苑)特殊岗位流程监控', '北京鑫苑', '303', '邵波', '2014-03-27 19:54:03', '2014-03-31 00:00:00', '2014-04-03 00:00:00', '2014-04-08 14:26:59', '3', '', '需求', '', '0', '0');
INSERT INTO `tb_task` VALUES ('691', '20140331-3652', '销售系统交易变更BUG疑难杂症升级', '广州奥园', '25', '胡星火', '2014-03-31 15:55:08', '2014-03-31 00:00:00', '2014-04-09 00:00:00', '2014-04-08 18:19:20', '3', '', '咨询', '', '0', '0');
INSERT INTO `tb_task` VALUES ('692', '20140331-3645', '[平台]工作流附件特殊字符问题', '深圳卓越', '252', '刘玺', '2014-03-31 15:53:44', '2014-04-01 00:00:00', '1753-01-01 00:00:00', '2014-04-01 15:36:27', '3', '', 'BUG', '', '0', '0');
INSERT INTO `tb_task` VALUES ('693', '20140331-3600', '[平台]单点登录开发', '港中旅', '256', '颜邕', '2014-03-31 11:18:06', '2014-04-03 00:00:00', '2014-04-03 00:00:00', '2014-04-03 17:48:34', '3', '', '需求', '', '0', '0');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `code` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `admin` tinyint(4) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------

-- ----------------------------
-- Table structure for versions
-- ----------------------------
DROP TABLE IF EXISTS `versions`;
CREATE TABLE `versions` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `workflow_version` varchar(255) DEFAULT NULL,
  `erp_version` varchar(255) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of versions
-- ----------------------------
INSERT INTO `versions` VALUES ('1', '3.0.3.30531', 'ERP2.5.1', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('2', '3.0.4.30930', 'ERP2.5.2', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('3', '3.0.4.40205', 'ERP2.5.2 SP3', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('4', '3.0.5.40326', 'ERP2.5.3', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('5', '3.0.5.51230', 'ERP2.5.3SP-安全扫雷', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('6', '3.0.6.40730', 'ERP2.5.4', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('7', '3.0.7.41027', 'ERP2.5.5', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('8', '3.0.8.50415', 'ERP2.5.6', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('9', '3.0.8.50415', 'ERP2.5.6SP1', null, '2016-02-24 05:02:45', '2016-02-24 05:02:45');
INSERT INTO `versions` VALUES ('10', '3.0.8.51103', 'ERP2.5.6SP2', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('11', '3.0.9.60106', 'ERP2.5.7', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('12', '3.0.9.60106', 'ERP2.5.7SP1', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('13', '3.0.9.61101', 'ERP2.5.7SP-移动审批', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('14', '3.0.10.60831', 'ERP2.5.8', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('15', '3.5.1.10430', 'ERP3.0.1', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('16', '3.5.1.10824', 'ERP3.0.1SP1', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('17', '3.5.2.11130', 'ERP3.0.2', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('18', '3.5.2.20310', 'ERP3.0.2SP-商业地产', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('19', '3.5.3.20630', 'ERP3.0.3', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('20', '3.5.3.20813', 'ERP3.0.3SP', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('21', '3.5.4.30415', 'ERP3.0.4', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('22', '3.5.5.30704', 'ERP3.0.5', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('23', '3.5.5.30811', 'ERP3.0.5SP1', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('24', '3.5.5.31114', 'ERP3.0.5SP2', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('25', '3.5.5.40127', 'ERP3.0.5SP3', null, '2016-02-24 05:02:46', '2016-02-24 05:02:46');
INSERT INTO `versions` VALUES ('26', '3.5.6.30930', 'ERP3.0.5SP-步步高', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('27', '3.5.6.40213', 'ERP3.0.6', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('28', '3.5.7.40630', 'ERP3.0.7', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('29', '3.5.7.40630', 'ERP3.0.7SP1', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('30', '3.5.8.40830', 'ERP3.0.7SP2', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('31', '3.5.8.40930', 'ERP3.0.7SP3', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('32', '3.5.8.40930', 'ERP3.0.7SP4', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('33', '2.0.11228.0', 'ERP25_1128', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('34', '2.0.11115.0', 'ERP25_1115', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
INSERT INTO `versions` VALUES ('35', '2.0.20623.0', 'ERP25_0623', null, '2016-02-24 05:02:47', '2016-02-24 05:02:47');
